[
    {
        "id": 1,
        "name": "Flat Barbell Bench Press",
        "image": "blank",
        "description": "The barbell bench press exercise is an upper body pressing movement. Commonly used to build muscle size and body strength; this exercise targets the upper body muscles including: chest, triceps, and shoulders.The barbell bench press requires the person working out to lie flat on a bench which allows for improved muscle stability and the ability to lift a heavy amount of weight. Which will lead to greater muscle development.The barbell bench press exercise is a great for people looking to build strength, increase body size, and power.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup": "Shoulders and Triceps"

                
            }
        ]

        

    },
    {
        "id": 2,
        "name": "Incline Barbell Bench Press",
        "image": "blank",
        "description": "The incline barbell bench press is an upper body strength exercise that targets the chest, shoulder, and triceps. Performing this move on an incline allows for targeted emphasis on the upper portion of the chest. The incline also makes it safer and more joint-friendly for your shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]

    },

        {
        "id": 3,
        "name": "Decline Barbell Bench Press",
        "image": "blank",
        "description": "It's a variation of the flat bench press, a popular chest workout. In a decline bench press, the bench is set to 15 to 30 degrees on a decline. This angle places your upper body on a downward slope, which activates the lower pectoral muscles as you push weights away from your body.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"

            }
        ]
    },

        {
        "id": 4,
        "name": "Flat Dumbbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench holding a dumbbell in each hand with an overhand grip.Start by holding the dumbbells slightly wider than shoulder width apart above your shoulders. Your palms should be facing forward. Slowly bend your elbows until they are at a 90 degree angle and your upper arms are parallel to the ground. Push the weights up by straightening your arms. As you push the weights up, move your arms in an arc to bring the dumbbells together, until they meet over the center of your chest. Hold for a count of one. Lower the dumbbells by slowly bending your elbows back to 90 degrees. Continue lowering your arms until they are a little lower than parallel to the floor. (Your elbows should be pointing slightly towards the floor and you should feel a stretch in your chest muscles and shoulders.) Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },


        {
        "id": 5,
        "name": "Incline Dumbbell Bench Press",
        "image": "blank",
        "description": "Set up an incline bench so the back rest is at about a 45 degree angle. Hold a dumbbell in each hand with an overhand grip. (Palms facing away from you) Sit on the bench with your feet flat on the floor and your back and shoulders pressed firmly back against the back rest. Raise the dumbbells up to your shoulder level, keeping your elbows bent at 90 degrees. Push the dumbbells up and away from you using your shoulders and chest while straightening your arms. Continue raising the dumbbells until your arms are straight and the dumbbells are suspended above your chest. Hold for a count of one. Lower the dumbbells back towards your chest by relaxing your chest and shoulders while bending your elbows. Hold for a count of one Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 6,
        "name": "Decline Dumbbell Bench Press",
        "image": "blank",
        "description": "Sit on a decline bench and place your feet under the leg brace. Rest a dumbbell on each thigh. Grab hold of the dumbbells with an overhand grip and lie back on the bench. Position the dumbbells on either side of your chest. Your palms should face outwards and your arms should be bent under each weight. Slowly press the dumbbells up from the elbows until your arms are fully extended over your chest. Return to the starting position by lowering the dumbbells to either side of your chest again. You should feel a slight stretch in your chest and shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 7,
        "name": "Flat Bench Dumbbell Flys",
        "image": "blank",
        "description": "Holding a pair of dumbbells, sit on a flat bench and slowly lower yourself back. Keep a tight core as you push the dumbbells above your chest. The dumbbells will be facing one another and held together. With a slight bend in the elbow, open up your chest and slowly lower the dumbbells to the sides. When the dumbbells are parallel with the ground, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

            {
        "id": 7,
        "name": "Incline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Set up an incline bench at about 30 degrees. Lie on the bench and hold a dumbbell in each hand with an overhand grip. Make sure you keep your back flat and your shoulders pushed back Turn your hands in so that your palms are facing each other, holding the dumbbells over your chest with your elbows slightly bent and pointing outwards. (As if you are hugging someone) Lower the dumbbells out to the side of your shoulders, while keeping your elbows slightly bent in a smooth arcing motion. Continue lowering them until you feel a stretch in your chest and shoulders. Pause for a count of one. Bring the dumbbells back to the starting position in the same smooth arc with your elbows slightly bent until the dumbbells are nearly touching. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 8,
        "name": "Decline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Place a pair of dumbbells on the floor next to a decline bench. Secure yourself in the bench. Pick up dumbbells and hold them above you with a slight bend in the elbow. Keeping the dumbbells in line with your chest, slowly open up your arms to the sides. Stop when your upper arms are parallel with the floor. Squeeze your chest muscles and slowly return to starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 9,
        "name": "Seated Machine Fly",
        "image": "blank",
        "description": "Sit on a pec deck machine with your back flat against the back rest. Grip the handles and make sure your arms are parallel to the floor. If not parallel, adjust the seat or handles accordingly. This is the start position. Exhale and slowly push the handles together  squeezing your chest to the middle as you do so. Hold for a count of one. Inhale as you return to the starting position in a controlled movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 10,
        "name": "Standing Cable Crossover",
        "image": "blank",
        "description": "Stand between two cable stations with the dumbbell grip handles attached to the high pulleys on each side of you. Hold the handles with an overhand grip. Your arms should be outstretched. Bend your knees and hips slightly so that you are leaning forward, but not too far. Bend your elbows slightly and rotate your shoulders in towards the centre of your chest a little. Your elbows should be slightly behind you. Use a hugging motion, keeping your elbows in a fixed, bent position to bring the grip attachments together in front of your chest. Slowly return to the starting position until you feel a slight stretch in your chest muscles. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 11,
        "name": "Bench Cable Flys",
        "image": "blank",
        "description": "Laying flat on a bench take hold of each cable and position the handles directly above your chest.vWith only a slight bend at the elbow, allow the cable to slowly pull your arms outwards until they reach the same horizontal level as the bench.vContract your pectorals and pull the handles back inwards, without using your biceps.vFinish the repetition with the cables together above your chest in the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 12,
        "name": "Low Upward Cable Pulley Crossover Chest Flyes",
        "image": "blank",
        "description": "Adjust the pulley lever to be below you. Stand in the center of the pulley machine while holding both handles. Brace your abdominals and take a step forward. With your chest up, bring the handles up and to the front of your body. The handles will meet at shoulder height. Pause to feel the contraction in your chest then slowly lower the handles to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 13,
        "name": "Seated Chest Press Machine",
        "image": "blank",
        "description": "Sit on the seat with your upper chest just above the horizontal handles. Push the foot lever until you are able to grasp the lever. Grasp the handles using a wide overhand grip and place your elbows out to the sides just below your shoulders. Release the foot lever and press the hand lever out until your arms are fully extended. Return the weight until your chest muscles are slightly stretched.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 14,
        "name": "Smith Machine Bench Chest Press",
        "image": "blank",
        "description": "Position a flat bench below the barbell of a Smith Machine. Lie on the bench face up and place your hands slightly outside of shoulder width on the barbell. Push the barbell up then immediately rotate it so the hooks turn out. Do not flare out your elbows. Slowly lower the barbell and pause just above your chest. Push the barbell back up to the starting position. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 15,
        "name": "Decline Push-Up",
        "image": "blank",
        "description": "Facing down, place yourself on the ground with your hands flat on the floor, directly below your shoulders. Place your feet on top of a bench or box. Only your toes and balls of your feet should be touching the floor. Maintain a flat back and tight core before lowering your chest towards the ground. Bend your elbows at a 60-degree angle until your chest is just above the ground. You should feel a stretch across your chest. Hold for a count of one. Push yourself back to the starting position by straightening your arms. Do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 16,
        "name": "Incline Push-Up",
        "image": "blank",
        "description": "Set up a bench or stable elevated surface. Begin with both hands on the bench at shoulder-width or just outside of shoulder-width. Place your feet straight behind you while you tighten your abs and engage the hips. Your hips should not dip or elevate too high during the movement. Slowly lower yourself towards the bench. Once your upper arms are parallel with the floor, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 17,
        "name": "Push-Up",
        "image": "blank",
        "description": "Get into position by placing your hands flat on the floor, directly below your shoulders. Extend your legs out behind you, with only your toes and balls of your feet touching the floor. Hold your body up and keep your back straight by tightening your abdominal muscles. Your neck and head should be bent slightly back. Lower your chest towards the ground by bending your elbows until your chest is just above the ground or you feel a stretching of your chest and shoulders. Hold for a count of one. Press upwards from your chest and shoulders, straightening your arms as you return to the starting position. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 18,
        "name": "Single Arm Dumbbell Chest Press",
        "image": "blank",
        "description": "Sit on the front of a flat bench. Hold a dumbbell with both hands. Keep your core tight and back flat as you slowly lie back on the bench. Brace your core and turn your left arm out with the dumbbell. Place your other hand on your core. Your upper left arm should be parallel with the floor. Push the dumbbell above you, in line with your chest. Keep a slight bend in the elbow. Slowly lower back to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 19,
        "name": "Standing Cable Chest Press",
        "image": "blank",
        "description": "Adjust the height of the pulley lever to be at shoulder height. Place yourself in the center of the pulley machine while holding the handle of each side. Brace your abdominals and take a step forward. Bring your arms up to shoulder height. Begin the movement by pushing the handles forward. Be sure to focus the contraction in your chest muscles. Once fully extended, pause then slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 20,
        "name": "Resistance Band Push-ups",
        "image": "blank",
        "description": "Bring yourself to the ground and place your hands below your shoulders and your feet directly behind you. Wrap a resistance band behind you so that the band is stretched across your upper back – not your neck. Brace your core and maintain a flat back. Slowly lower yourself and once your upper arms are parallel with the floor, pause, and return to the starting position. Feel the tension in your chest and triceps as the band provides resistance.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
               {
        "id": 21,
        "name": "Standing Barbell Bicep Curls",
        "image": "blank",
        "description": "Stand straight holding a barbell with an underhand grip, your hands shoulder width apart and your arms fully extended towards the floor. Keep your elbows close to your sides.Your palms should be facing away from you. This is the start position. Keeping your upper arms stationary, curl the barbell forward and up in a smooth arcing motion while exhaling. Only your forearms should move. Continue upwards until  the bar is at shoulder level with your biceps fully contracted. Hold for a count of one while squeezing your biceps. Inhale as you return to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 22,
        "name": "Cable Hammer Bicep Curls",
        "image": "blank",
        "description": "Stand at the cable station with your feet shoulder width apart and with a slight bend at the knee. Grasp the rope with both hands and your palms facing inward. Keeping your core strong and your elbows fixed at your sides pull the rope towards the top of your chest (only the lower portion of your arms should be moving). Tense your biceps at the peak, and then slowly allow the rope to be pulled back down to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 23,
        "name": "EZ-Bar Preacher Curls",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arms on the support pad with your triceps near the top and your elbows midway down the pad. Grip the EZ curl bar with an underhand grip at shoulder width. Curl the bar in towards your chin and upper chest in a single smooth arc. Hold for a count of one. Lower the bar by extending your arms back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 24,
        "name": "Machine Preacher Bicep Curl",
        "image": "blank",
        "description": "Adjust the seat height so that you can comfortably hang your arms over the pad of the machine. Make sure your shoulders are forward, allowing you to bring your arms closer than shoulder-width. Using an underhand grip, secure the handle of the machine bar. Keep a slight bend in the elbows at all times. Move the bar up, towards your face, focusing the tension in the biceps. Pause at the top and slowly lower to the starting position. Do not allow the weight to touch the stack and do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 25,
        "name": "One-Arm Dumbbell Preacher Curl",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arm on the support pad with your triceps near the top and your elbow midway down the pad. Grip the dumbbell with an underhand grip at shoulder width. Curl the dumbbell in towards your chin and upper chest in a single smooth arc. Hold for a count of one while squeezing your biceps. Lower the dumbbell by extending your arms back to the starting position. Repeat for the desired number of repetitions then change to your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 26,
        "name": "Superman Curls",
        "image": "blank",
        "description": "Set up a cable station by adjusting the pulley height on each side to a little higher than shoulder height. Attach a stirrup type handle to each pulley. Select a weight that is comfortable, making sure the weight is the same on both sides of the machine. Stand between the two weight stacks of the machine, with your feet shoulder width apart. Extend your arms fully to your sides and grip the handles with an underhand grip. Make sure your arms and shoulders are in a straight line and aligned with the handles. This is the start position Exhale and contract your biceps to curl your forearms towards your shoulders. Continue until your forearms and biceps touch. Hold for a count of one while squeezing your biceps. Return to the star position in a smooth action while inhaling. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 27,
        "name": "Seated Alternating Incline Bench Dumbbell Curls",
        "image": "blank",
        "description": "Set up an incline bench at 45 degrees. Holding a dumbbell in each hand, sit on the bench, keeping your shoulders and back firmly against the back rest. Put your arms down by your side with your palms facing in to your body. Slowly curl your arms up, rotating your wrist outwards (thumbs pointing away from your body) until the dumbbell is level with your shoulders. (Your palms should be facing your shoulders) Flex or squeeze your bicep at the top of the movement and hold for a count of one. Slowly lower the dumbbells back to the start position, turning your palms back in to your body. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 28,
        "name": "Seated Dumbbell Bicep Curls",
        "image": "blank",
        "description": "Sit on a flat bench holding a dumbbell in each hand  with an underhand grip. Keep your back straight and shoulders back. Keep your arms fully extended with your elbows close to your sides. Rotate your palms so that they are facing in towards you. This is the start position. Keeping your upper arms upper arm stationary, start to curl the dumbbells upwards in a smooth arc. As you curl the dumbbells upwards rotate your wrists, so that your palms  face in towards you at the end of the movement. Continue the movement until  the dumbbells are at shoulder level and your biceps are fully contracted. Hold for a count of one as you squeeze your biceps. return to the start position, rotating your wrists back to an underhand grip position. Repeat. ",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 29,
        "name": "Seated Dumbbell Concentration Curls",
        "image": "blank",
        "description": "Sit on a flat bench with your legs spread, knees bent and your feet flat on the floor with a dumbbell between your feet. Use either arm to pick the dumbbell up and hold it with an underhand grip. Place the back of that upper arm on the top of your inner thigh on the same side. Your palm should be facing away from your thigh. Keep your arm fully extended downwards without letting the dumbbell rest on the floor. This is the start position. Curl the dumbbell forward and up in a smooth arc, contracting your biceps and exhaling. Continue curling the dumbbell upward until your biceps are fully contracted and the dumbbell is at shoulder level.  Hold for a count of one while squeezing your biceps. Return to the start position in a controlled, smooth arc inhaling as you do so. Do not swing the dumbbell down. Repeat for all the repetitions for that arm then switch and repeat the movement with your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 30,
        "name": "Standing Bicep Cable Curls",
        "image": "blank",
        "description": "Set up a cable station with a straight bar attachment connected to the low pulley. Stand close to the station, feet shoulder width apart either side of the pulley. Grip the bar with a shoulder width underhand grip. Keep your elbows close to your sides. Curls your arms upward from the elbows in a smooth arc. Continue until your forearms are vertical with your palms facing your shoulders. Hold for a count of one while flexing your biceps. Lower the bar back to the starting position in a smooth motion. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 31,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 32,
        "name": "Standing Dumbbell Bicep Hammer Curl",
        "image": "blank",
        "description": "Stand straight holing a dumbbell in each hand with a neutral grip. Keep your arms fully extended with your palms facing in to your sides. Keep your elbows tucked in to your sides. This is the start position. Keeping your upper arm stationary, exhale and curl the dumbbells up towards your shoulders. Continue  raising the dumbbells until your biceps are fully contracted and the dumbbells are at shoulder level. Hold for a count of one and squeeze your biceps. Return to the start position in a smooth movement, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 33,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 34,
        "name": "Machine Seated Tricep Dips",
        "image": "blank",
        "description": "Sit at the Triceps Dip machine but make sure to brace your core throughout the movement. Place your hands on the bar with your elbows pointing behind you. Your arms will make a 90 degree angle. Slowly push down on the bars, focusing all the movement in your triceps. When you reach the bottom, pause and do not lock out your elbows. Slowly return to the starting position but do not let the weight touch the stack.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                   {
        "id": 35,
        "name": "Assisted Tricep Dips",
        "image": "blank",
        "description": "Begin by using the weight stack to offset your bodyweight on an Assisted Dip machine. Now, position your knees securely on the padded surface while holding on to the bars on either side of you. Before lowering yourself, make sure that your core is tight and that your elbows are pointing directly behind you. Slowly, lower yourself until your upper arms are parallel with the floor. Push yourself back to the starting position and squeeze your triceps at the top. Lower yourself again slowly for the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 36,
        "name": "Bent Over Double Arm Tricep Kickbacks",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 37,
        "name": "Cable Rope Overhead Triceps Extensions",
        "image": "blank",
        "description": "Attach a rope to the bottom pulley of a cable station. Grip the rope with both hands using a neutral grip. Turn your body away from the cable station. Fully extend your arms until your hands are directly above your head pointing to the ceiling. Keep your elbows  close to your head. This is the start position. Slowly lower the rope behind your head, keeping your upper arms stationary, inhaling as you do so. When your triceps are fully extended, hold for a count of one while squeezing your triceps. Return to the starting position by flexing your triceps  and extending your arms. Exhale as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
         
            }
        ]
    },
                   {
        "id": 38,
        "name": "Cable Tricep Kickback",
        "image": "blank",
        "description": "Grab the handle of a lowered cable pulley with your right hand. Place your left foot forward and your right foot behind you. Keep a tight core and flat back as you bend at the hips, resting your left forearm on your left knee. Raise your right elbow up and keep it at your side. Extend your right hand behind you. Pause and slowly lower to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
      
            }
        ]
    },
                   {
        "id": 39,
        "name": "Bench Tricep Dips",
        "image": "blank",
        "description": "Sit on a chair with your hands either next to your hips or slightly under the hips. Lift up onto your hands and bring your hips forward. Bend your elbows and lower your hips down, keeping shoulders down and hips close to the chair. Push back up but don’t lock your elbows and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 40,
        "name": "Close-Grip Overhand Barbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench with your feet flat on the floor. Make sure your back is completely flat on the bench, with no “arching” of your spine. Grip the barbell with an overhand grip, shoulder width or slightly less than shoulder width apart. (Do not make your grip too narrow as it limits stability of the barbell which can lead to injury) Push up using your chest and shoulders to lift the barbell above your body, then lower it slowly ( a count of 2) towards the centre of your chest. Hold for a count of one. Without “bouncing” the weight, force the barbell back up over the middle of your chest, straightening your arms and locking your elbows once your arms are fully straight. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 41,
        "name": "Decline Lying Triceps Extension / Decline Skull Crushers",
        "image": "blank",
        "description": "Set up a decline bench to between 15 and 30 degrees. (The angle is not important, your comfort and form is.) Place the EZ bar on the rack at the foot of the bench. Sit on the bench and position your feet under the foot pads. Lean forward and grip the EZ bar with an overhand grip, shoulder width apart. Lift the bar from the rack. (Because of your position when doing this, I recommend getting a spotter to assist you) Lat flat on the bench holding the bar above your chest with your arms extended and elbows locked. Lower the EZ bar towards you by bending your arms toward you in a smooth arc. Your upper arms should not move. Continue lowering the bar until it is just above or gently touching your forehead. You should feel a stretch in your triceps. Hold and squeeze you triceps for a count of one. Return to the staring position by extending your arms in a smooth arc. (Again, your upper arms should not move) Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 42,
        "name": "Flat Bench Barbell Skull Crushers",
        "image": "blank",
        "description": "Holding a preacher curl barbell with an overhand grip, carefully sit on a bench. Slowly lie back and bring the barbell above your head. Make sure that your feet are flat on the floor and your core is braced. Keep the upper arms in place as you bend at the elbow and allow the forearms to slowly dip back towards your head. Once the barbell reaches the bottom, pause and slowly push the barbell back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 43,
        "name": "Diamond Push-ups",
        "image": "blank",
        "description": "Position yourself on all fours on a mat. Place your hands in front of you and shoulder-width apart. Now bring your hands in towards the center until the tips of your index fingers and tips of your thumbs are touching. This creates a diamond shape between your hands. Your elbows and wrists should be in line with your chest. With your fingers facing forwards, lift off your knees so that your body forms a straight line and just your hands and toes touch the floor. Keep you pelvis straight and abs engaged and aim to keep a straight back throughout the movement. Bend your elbows and lower your body towards the floor, aiming to touch your chest to the top of your hands. Pause briefly. Return to the starting position by extending your elbows and lifting your body off the floor again.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 44,
        "name": "Incline Close-Grip Bench Press",
        "image": "blank",
        "description": "On the incline bench, lay down and ensure that your back is in a fixed, non-arching, position. Firmly take hold of the barbell at a slightly-less-than-shoulder-width grip. Remember, you’ll be working with less weight than a standard, flat bench press. Lower the bar down towards your nipple line and allow the barbell to drop no farther than one inch from your chest. Drive the weight back upwards using a combination of triceps and chest strength.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
    
    

]