[
    {
        "id": 1,
        "name": "Flat Barbell Bench Press",
        "image": "blank",
        "description": "The barbell bench press exercise is an upper body pressing movement. Commonly used to build muscle size and body strength; this exercise targets the upper body muscles including: chest, triceps, and shoulders.The barbell bench press requires the person working out to lie flat on a bench which allows for improved muscle stability and the ability to lift a heavy amount of weight. Which will lead to greater muscle development.The barbell bench press exercise is a great for people looking to build strength, increase body size, and power.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup": "Shoulders and Triceps"

                
            }
        ]

        

    },
    {
        "id": 2,
        "name": "Incline Barbell Bench Press",
        "image": "blank",
        "description": "The incline barbell bench press is an upper body strength exercise that targets the chest, shoulder, and triceps. Performing this move on an incline allows for targeted emphasis on the upper portion of the chest. The incline also makes it safer and more joint-friendly for your shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]

    },

        {
        "id": 3,
        "name": "Decline Barbell Bench Press",
        "image": "blank",
        "description": "It's a variation of the flat bench press, a popular chest workout. In a decline bench press, the bench is set to 15 to 30 degrees on a decline. This angle places your upper body on a downward slope, which activates the lower pectoral muscles as you push weights away from your body.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"

            }
        ]
    },

        {
        "id": 4,
        "name": "Flat Dumbbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench holding a dumbbell in each hand with an overhand grip.Start by holding the dumbbells slightly wider than shoulder width apart above your shoulders. Your palms should be facing forward. Slowly bend your elbows until they are at a 90 degree angle and your upper arms are parallel to the ground. Push the weights up by straightening your arms. As you push the weights up, move your arms in an arc to bring the dumbbells together, until they meet over the center of your chest. Hold for a count of one. Lower the dumbbells by slowly bending your elbows back to 90 degrees. Continue lowering your arms until they are a little lower than parallel to the floor. (Your elbows should be pointing slightly towards the floor and you should feel a stretch in your chest muscles and shoulders.) Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },


        {
        "id": 5,
        "name": "Incline Dumbbell Bench Press",
        "image": "blank",
        "description": "Set up an incline bench so the back rest is at about a 45 degree angle. Hold a dumbbell in each hand with an overhand grip. (Palms facing away from you) Sit on the bench with your feet flat on the floor and your back and shoulders pressed firmly back against the back rest. Raise the dumbbells up to your shoulder level, keeping your elbows bent at 90 degrees. Push the dumbbells up and away from you using your shoulders and chest while straightening your arms. Continue raising the dumbbells until your arms are straight and the dumbbells are suspended above your chest. Hold for a count of one. Lower the dumbbells back towards your chest by relaxing your chest and shoulders while bending your elbows. Hold for a count of one Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 6,
        "name": "Decline Dumbbell Bench Press",
        "image": "blank",
        "description": "Sit on a decline bench and place your feet under the leg brace. Rest a dumbbell on each thigh. Grab hold of the dumbbells with an overhand grip and lie back on the bench. Position the dumbbells on either side of your chest. Your palms should face outwards and your arms should be bent under each weight. Slowly press the dumbbells up from the elbows until your arms are fully extended over your chest. Return to the starting position by lowering the dumbbells to either side of your chest again. You should feel a slight stretch in your chest and shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 7,
        "name": "Flat Bench Dumbbell Flys",
        "image": "blank",
        "description": "Holding a pair of dumbbells, sit on a flat bench and slowly lower yourself back. Keep a tight core as you push the dumbbells above your chest. The dumbbells will be facing one another and held together. With a slight bend in the elbow, open up your chest and slowly lower the dumbbells to the sides. When the dumbbells are parallel with the ground, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

            {
        "id": 7,
        "name": "Incline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Set up an incline bench at about 30 degrees. Lie on the bench and hold a dumbbell in each hand with an overhand grip. Make sure you keep your back flat and your shoulders pushed back Turn your hands in so that your palms are facing each other, holding the dumbbells over your chest with your elbows slightly bent and pointing outwards. (As if you are hugging someone) Lower the dumbbells out to the side of your shoulders, while keeping your elbows slightly bent in a smooth arcing motion. Continue lowering them until you feel a stretch in your chest and shoulders. Pause for a count of one. Bring the dumbbells back to the starting position in the same smooth arc with your elbows slightly bent until the dumbbells are nearly touching. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 8,
        "name": "Decline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Place a pair of dumbbells on the floor next to a decline bench. Secure yourself in the bench. Pick up dumbbells and hold them above you with a slight bend in the elbow. Keeping the dumbbells in line with your chest, slowly open up your arms to the sides. Stop when your upper arms are parallel with the floor. Squeeze your chest muscles and slowly return to starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 9,
        "name": "Seated Machine Fly",
        "image": "blank",
        "description": "Sit on a pec deck machine with your back flat against the back rest. Grip the handles and make sure your arms are parallel to the floor. If not parallel, adjust the seat or handles accordingly. This is the start position. Exhale and slowly push the handles together  squeezing your chest to the middle as you do so. Hold for a count of one. Inhale as you return to the starting position in a controlled movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 10,
        "name": "Standing Cable Crossover",
        "image": "blank",
        "description": "Stand between two cable stations with the dumbbell grip handles attached to the high pulleys on each side of you. Hold the handles with an overhand grip. Your arms should be outstretched. Bend your knees and hips slightly so that you are leaning forward, but not too far. Bend your elbows slightly and rotate your shoulders in towards the centre of your chest a little. Your elbows should be slightly behind you. Use a hugging motion, keeping your elbows in a fixed, bent position to bring the grip attachments together in front of your chest. Slowly return to the starting position until you feel a slight stretch in your chest muscles. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 11,
        "name": "Bench Cable Flys",
        "image": "blank",
        "description": "Laying flat on a bench take hold of each cable and position the handles directly above your chest.vWith only a slight bend at the elbow, allow the cable to slowly pull your arms outwards until they reach the same horizontal level as the bench.vContract your pectorals and pull the handles back inwards, without using your biceps.vFinish the repetition with the cables together above your chest in the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 12,
        "name": "Low Upward Cable Pulley Crossover Chest Flyes",
        "image": "blank",
        "description": "Adjust the pulley lever to be below you. Stand in the center of the pulley machine while holding both handles. Brace your abdominals and take a step forward. With your chest up, bring the handles up and to the front of your body. The handles will meet at shoulder height. Pause to feel the contraction in your chest then slowly lower the handles to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 13,
        "name": "Seated Chest Press Machine",
        "image": "blank",
        "description": "Sit on the seat with your upper chest just above the horizontal handles. Push the foot lever until you are able to grasp the lever. Grasp the handles using a wide overhand grip and place your elbows out to the sides just below your shoulders. Release the foot lever and press the hand lever out until your arms are fully extended. Return the weight until your chest muscles are slightly stretched.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 14,
        "name": "Smith Machine Bench Chest Press",
        "image": "blank",
        "description": "Position a flat bench below the barbell of a Smith Machine. Lie on the bench face up and place your hands slightly outside of shoulder width on the barbell. Push the barbell up then immediately rotate it so the hooks turn out. Do not flare out your elbows. Slowly lower the barbell and pause just above your chest. Push the barbell back up to the starting position. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 15,
        "name": "Decline Push-Up",
        "image": "blank",
        "description": "Facing down, place yourself on the ground with your hands flat on the floor, directly below your shoulders. Place your feet on top of a bench or box. Only your toes and balls of your feet should be touching the floor. Maintain a flat back and tight core before lowering your chest towards the ground. Bend your elbows at a 60-degree angle until your chest is just above the ground. You should feel a stretch across your chest. Hold for a count of one. Push yourself back to the starting position by straightening your arms. Do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 16,
        "name": "Incline Push-Up",
        "image": "blank",
        "description": "Set up a bench or stable elevated surface. Begin with both hands on the bench at shoulder-width or just outside of shoulder-width. Place your feet straight behind you while you tighten your abs and engage the hips. Your hips should not dip or elevate too high during the movement. Slowly lower yourself towards the bench. Once your upper arms are parallel with the floor, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 17,
        "name": "Push-Up",
        "image": "blank",
        "description": "Get into position by placing your hands flat on the floor, directly below your shoulders. Extend your legs out behind you, with only your toes and balls of your feet touching the floor. Hold your body up and keep your back straight by tightening your abdominal muscles. Your neck and head should be bent slightly back. Lower your chest towards the ground by bending your elbows until your chest is just above the ground or you feel a stretching of your chest and shoulders. Hold for a count of one. Press upwards from your chest and shoulders, straightening your arms as you return to the starting position. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 18,
        "name": "Single Arm Dumbbell Chest Press",
        "image": "blank",
        "description": "Sit on the front of a flat bench. Hold a dumbbell with both hands. Keep your core tight and back flat as you slowly lie back on the bench. Brace your core and turn your left arm out with the dumbbell. Place your other hand on your core. Your upper left arm should be parallel with the floor. Push the dumbbell above you, in line with your chest. Keep a slight bend in the elbow. Slowly lower back to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 19,
        "name": "Standing Cable Chest Press",
        "image": "blank",
        "description": "Adjust the height of the pulley lever to be at shoulder height. Place yourself in the center of the pulley machine while holding the handle of each side. Brace your abdominals and take a step forward. Bring your arms up to shoulder height. Begin the movement by pushing the handles forward. Be sure to focus the contraction in your chest muscles. Once fully extended, pause then slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 20,
        "name": "Resistance Band Push-ups",
        "image": "blank",
        "description": "Bring yourself to the ground and place your hands below your shoulders and your feet directly behind you. Wrap a resistance band behind you so that the band is stretched across your upper back – not your neck. Brace your core and maintain a flat back. Slowly lower yourself and once your upper arms are parallel with the floor, pause, and return to the starting position. Feel the tension in your chest and triceps as the band provides resistance.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
               {
        "id": 21,
        "name": "Standing Barbell Bicep Curls",
        "image": "blank",
        "description": "Stand straight holding a barbell with an underhand grip, your hands shoulder width apart and your arms fully extended towards the floor. Keep your elbows close to your sides.Your palms should be facing away from you. This is the start position. Keeping your upper arms stationary, curl the barbell forward and up in a smooth arcing motion while exhaling. Only your forearms should move. Continue upwards until  the bar is at shoulder level with your biceps fully contracted. Hold for a count of one while squeezing your biceps. Inhale as you return to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 22,
        "name": "Cable Hammer Bicep Curls",
        "image": "blank",
        "description": "Stand at the cable station with your feet shoulder width apart and with a slight bend at the knee. Grasp the rope with both hands and your palms facing inward. Keeping your core strong and your elbows fixed at your sides pull the rope towards the top of your chest (only the lower portion of your arms should be moving). Tense your biceps at the peak, and then slowly allow the rope to be pulled back down to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 23,
        "name": "EZ-Bar Preacher Curls",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arms on the support pad with your triceps near the top and your elbows midway down the pad. Grip the EZ curl bar with an underhand grip at shoulder width. Curl the bar in towards your chin and upper chest in a single smooth arc. Hold for a count of one. Lower the bar by extending your arms back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 24,
        "name": "Machine Preacher Bicep Curl",
        "image": "blank",
        "description": "Adjust the seat height so that you can comfortably hang your arms over the pad of the machine. Make sure your shoulders are forward, allowing you to bring your arms closer than shoulder-width. Using an underhand grip, secure the handle of the machine bar. Keep a slight bend in the elbows at all times. Move the bar up, towards your face, focusing the tension in the biceps. Pause at the top and slowly lower to the starting position. Do not allow the weight to touch the stack and do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 25,
        "name": "One-Arm Dumbbell Preacher Curl",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arm on the support pad with your triceps near the top and your elbow midway down the pad. Grip the dumbbell with an underhand grip at shoulder width. Curl the dumbbell in towards your chin and upper chest in a single smooth arc. Hold for a count of one while squeezing your biceps. Lower the dumbbell by extending your arms back to the starting position. Repeat for the desired number of repetitions then change to your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 26,
        "name": "Superman Curls",
        "image": "blank",
        "description": "Set up a cable station by adjusting the pulley height on each side to a little higher than shoulder height. Attach a stirrup type handle to each pulley. Select a weight that is comfortable, making sure the weight is the same on both sides of the machine. Stand between the two weight stacks of the machine, with your feet shoulder width apart. Extend your arms fully to your sides and grip the handles with an underhand grip. Make sure your arms and shoulders are in a straight line and aligned with the handles. This is the start position Exhale and contract your biceps to curl your forearms towards your shoulders. Continue until your forearms and biceps touch. Hold for a count of one while squeezing your biceps. Return to the star position in a smooth action while inhaling. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 27,
        "name": "Seated Alternating Incline Bench Dumbbell Curls",
        "image": "blank",
        "description": "Set up an incline bench at 45 degrees. Holding a dumbbell in each hand, sit on the bench, keeping your shoulders and back firmly against the back rest. Put your arms down by your side with your palms facing in to your body. Slowly curl your arms up, rotating your wrist outwards (thumbs pointing away from your body) until the dumbbell is level with your shoulders. (Your palms should be facing your shoulders) Flex or squeeze your bicep at the top of the movement and hold for a count of one. Slowly lower the dumbbells back to the start position, turning your palms back in to your body. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 28,
        "name": "Seated Dumbbell Bicep Curls",
        "image": "blank",
        "description": "Sit on a flat bench holding a dumbbell in each hand  with an underhand grip. Keep your back straight and shoulders back. Keep your arms fully extended with your elbows close to your sides. Rotate your palms so that they are facing in towards you. This is the start position. Keeping your upper arms upper arm stationary, start to curl the dumbbells upwards in a smooth arc. As you curl the dumbbells upwards rotate your wrists, so that your palms  face in towards you at the end of the movement. Continue the movement until  the dumbbells are at shoulder level and your biceps are fully contracted. Hold for a count of one as you squeeze your biceps. return to the start position, rotating your wrists back to an underhand grip position. Repeat. ",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 29,
        "name": "Seated Dumbbell Concentration Curls",
        "image": "blank",
        "description": "Sit on a flat bench with your legs spread, knees bent and your feet flat on the floor with a dumbbell between your feet. Use either arm to pick the dumbbell up and hold it with an underhand grip. Place the back of that upper arm on the top of your inner thigh on the same side. Your palm should be facing away from your thigh. Keep your arm fully extended downwards without letting the dumbbell rest on the floor. This is the start position. Curl the dumbbell forward and up in a smooth arc, contracting your biceps and exhaling. Continue curling the dumbbell upward until your biceps are fully contracted and the dumbbell is at shoulder level.  Hold for a count of one while squeezing your biceps. Return to the start position in a controlled, smooth arc inhaling as you do so. Do not swing the dumbbell down. Repeat for all the repetitions for that arm then switch and repeat the movement with your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 30,
        "name": "Standing Bicep Cable Curls",
        "image": "blank",
        "description": "Set up a cable station with a straight bar attachment connected to the low pulley. Stand close to the station, feet shoulder width apart either side of the pulley. Grip the bar with a shoulder width underhand grip. Keep your elbows close to your sides. Curls your arms upward from the elbows in a smooth arc. Continue until your forearms are vertical with your palms facing your shoulders. Hold for a count of one while flexing your biceps. Lower the bar back to the starting position in a smooth motion. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 31,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 32,
        "name": "Standing Dumbbell Bicep Hammer Curl",
        "image": "blank",
        "description": "Stand straight holing a dumbbell in each hand with a neutral grip. Keep your arms fully extended with your palms facing in to your sides. Keep your elbows tucked in to your sides. This is the start position. Keeping your upper arm stationary, exhale and curl the dumbbells up towards your shoulders. Continue  raising the dumbbells until your biceps are fully contracted and the dumbbells are at shoulder level. Hold for a count of one and squeeze your biceps. Return to the start position in a smooth movement, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 33,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 34,
        "name": "Machine Seated Tricep Dips",
        "image": "blank",
        "description": "Sit at the Triceps Dip machine but make sure to brace your core throughout the movement. Place your hands on the bar with your elbows pointing behind you. Your arms will make a 90 degree angle. Slowly push down on the bars, focusing all the movement in your triceps. When you reach the bottom, pause and do not lock out your elbows. Slowly return to the starting position but do not let the weight touch the stack.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                   {
        "id": 35,
        "name": "Assisted Tricep Dips",
        "image": "blank",
        "description": "Begin by using the weight stack to offset your bodyweight on an Assisted Dip machine. Now, position your knees securely on the padded surface while holding on to the bars on either side of you. Before lowering yourself, make sure that your core is tight and that your elbows are pointing directly behind you. Slowly, lower yourself until your upper arms are parallel with the floor. Push yourself back to the starting position and squeeze your triceps at the top. Lower yourself again slowly for the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 36,
        "name": "Bent Over Double Arm Tricep Kickbacks",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 37,
        "name": "Cable Rope Overhead Triceps Extensions",
        "image": "blank",
        "description": "Attach a rope to the bottom pulley of a cable station. Grip the rope with both hands using a neutral grip. Turn your body away from the cable station. Fully extend your arms until your hands are directly above your head pointing to the ceiling. Keep your elbows  close to your head. This is the start position. Slowly lower the rope behind your head, keeping your upper arms stationary, inhaling as you do so. When your triceps are fully extended, hold for a count of one while squeezing your triceps. Return to the starting position by flexing your triceps  and extending your arms. Exhale as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
         
            }
        ]
    },
                   {
        "id": 38,
        "name": "Cable Tricep Kickback",
        "image": "blank",
        "description": "Grab the handle of a lowered cable pulley with your right hand. Place your left foot forward and your right foot behind you. Keep a tight core and flat back as you bend at the hips, resting your left forearm on your left knee. Raise your right elbow up and keep it at your side. Extend your right hand behind you. Pause and slowly lower to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
      
            }
        ]
    },
                   {
        "id": 39,
        "name": "Bench Tricep Dips",
        "image": "blank",
        "description": "Sit on a chair with your hands either next to your hips or slightly under the hips. Lift up onto your hands and bring your hips forward. Bend your elbows and lower your hips down, keeping shoulders down and hips close to the chair. Push back up but don’t lock your elbows and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 40,
        "name": "Close-Grip Overhand Barbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench with your feet flat on the floor. Make sure your back is completely flat on the bench, with no “arching” of your spine. Grip the barbell with an overhand grip, shoulder width or slightly less than shoulder width apart. (Do not make your grip too narrow as it limits stability of the barbell which can lead to injury) Push up using your chest and shoulders to lift the barbell above your body, then lower it slowly ( a count of 2) towards the centre of your chest. Hold for a count of one. Without “bouncing” the weight, force the barbell back up over the middle of your chest, straightening your arms and locking your elbows once your arms are fully straight. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 41,
        "name": "Decline Lying Triceps Extension / Decline Skull Crushers",
        "image": "blank",
        "description": "Set up a decline bench to between 15 and 30 degrees. (The angle is not important, your comfort and form is.) Place the EZ bar on the rack at the foot of the bench. Sit on the bench and position your feet under the foot pads. Lean forward and grip the EZ bar with an overhand grip, shoulder width apart. Lift the bar from the rack. (Because of your position when doing this, I recommend getting a spotter to assist you) Lat flat on the bench holding the bar above your chest with your arms extended and elbows locked. Lower the EZ bar towards you by bending your arms toward you in a smooth arc. Your upper arms should not move. Continue lowering the bar until it is just above or gently touching your forehead. You should feel a stretch in your triceps. Hold and squeeze you triceps for a count of one. Return to the staring position by extending your arms in a smooth arc. (Again, your upper arms should not move) Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 42,
        "name": "Flat Bench Barbell Skull Crushers",
        "image": "blank",
        "description": "Holding a preacher curl barbell with an overhand grip, carefully sit on a bench. Slowly lie back and bring the barbell above your head. Make sure that your feet are flat on the floor and your core is braced. Keep the upper arms in place as you bend at the elbow and allow the forearms to slowly dip back towards your head. Once the barbell reaches the bottom, pause and slowly push the barbell back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
    {
        "id": 43,
        "name": "Diamond Push-ups",
        "image": "blank",
        "description": "Position yourself on all fours on a mat. Place your hands in front of you and shoulder-width apart. Now bring your hands in towards the center until the tips of your index fingers and tips of your thumbs are touching. This creates a diamond shape between your hands. Your elbows and wrists should be in line with your chest. With your fingers facing forwards, lift off your knees so that your body forms a straight line and just your hands and toes touch the floor. Keep you pelvis straight and abs engaged and aim to keep a straight back throughout the movement. Bend your elbows and lower your body towards the floor, aiming to touch your chest to the top of your hands. Pause briefly. Return to the starting position by extending your elbows and lifting your body off the floor again.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
    {
        "id": 44,
        "name": "Incline Close-Grip Bench Press",
        "image": "blank",
        "description": "On the incline bench, lay down and ensure that your back is in a fixed, non-arching, position. Firmly take hold of the barbell at a slightly-less-than-shoulder-width grip. Remember, you’ll be working with less weight than a standard, flat bench press. Lower the bar down towards your nipple line and allow the barbell to drop no farther than one inch from your chest. Drive the weight back upwards using a combination of triceps and chest strength.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 45,
        "name": "Lying Dumbbell Tricep Extensions",
        "image": "blank",
        "description": "Lie flat on your back on a bench and position your feet flat on the floor on either side of the bench. With a dumbbell in each hand, extend your arms over head until fully extended. Your palms should face one another and your hands should be close together. Bend the elbows and lower the weights to either side of your head. Extend your arms to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 46,
        "name": "Seated Single Arm Overhead Dumbbell Tricep Extensions",
        "image": "blank",
        "description": "Sit on a bench while holding a dumbbell in your left hand with an overhand grip. Tighten your core and straighten your lower back. Lift the dumbbell to shoulder height. Push the dumbbell overhead with your palm facing forward. Keep the upper arm in place. Slowly bend at the elbow and lower the weight behind your head. Push the dumbbell back up over your head squeezing the tricep muscle. Immediately begin the next repetition. Switch sides once you have completed all repetitions.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 47,
        "name": "Seated Tricep Overhead Extension",
        "image": "blank",
        "description": "Sit on a bench with back support. Grip a dumbbell at one end using both hands. Your palms should be facing inward. Hold the dumbbell overhead with your arms fully extended.  This is the the start position. Keep your upper arms close to your head (biceps roughly level with your temples) and near to 90degrees to the floor. Moving only your forearms, lower the dumbbell in a smooth arc behind your head until your forearms and biceps touch. Hold for a count of one. Return to the start position by using the triceps to extend your arm and raise the dumbbell. Exhale as you do this. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 48,
        "name": "Standing Overhead Barbell Triceps Extensions",
        "image": "blank",
        "description": "Stand with feet shoulder-width apart. Core is tight and back is flat. Hold a barbell with an overhand grip. Hands should be closer than shoulder-width. Bring the barbell above your head with arms fully extended. Keep the elbows up and the upper arm in place. Lower the barbell behind your head until your forearms touch your biceps. Return to the top of the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 49,
        "name": "Tricep Cable Pushdowns",
        "image": "blank",
        "description": "Set up a cable station with a straight bar on attached to the top pulley. Grip the bar with an overhand grip, with your hands slightly less than shoulder width apart. Position your feet shoulder width apart, with knees slightly bent for stability. Pull the bar down until your forearms are parallel to the floor with your elbows close to your body and your wrists locked in a straight position. This is your staring point. Moving only your forearms, push the bar down towards the floor until your arms are fully extended and you feel a stretch in your triceps. Hold for a count of one and squeeze your triceps. Return to the start position moving your forearms only. Hold for a count of one then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 50,
        "name": "Tricep Dips",
        "image": "blank",
        "description": "Standing between the bars of a dip station, grip the bars with an overhand grip,keeping your elbows tucked in close to your body. Allow your body weigh to hang so it is being supported by your arms and shoulders. Keep your hips straight. Push down through your palms with your arms, lifting your body up until your arms are almost straight. (Do not lock your elbows) Lower your body by slowly bending your elbows and continue down until you feel a slight stretch in your shoulders. Pause, then push yourself back to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 51,
        "name": "Weighted Tricep Dips",
        "image": "blank",
        "description": "Carefully secure a weight belt around your hips. Step up to a dip bar. Position your hands on the bar with an overhand grip. Push yourself up and into the air with straight arms. Tighten the core to control stability. Begin the exercise by bending at the elbows and slowly lowering yourself. Once the upper arm is parallel with the ground, pause and push yourself back up. Be sure to focus the contraction into the triceps.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 52,
        "name": "Weighted Bench Dips",
        "image": "blank",
        "description": "Set up 2 flat benches opposite each other. They should be roughly the distance of your hips to the floor apart. Stand with your back to one bench, facing the other, then crouch down placing your palms behind you on the edge of the bench. Your arms should be fully extended at shoulder width, with your fingers facing forward. Place the heels of your feet on the other bench. Keep your legs fully extended. Have a spotter place a barbell weight plate or dumbbell on your lap. This is the start position. Slowly lower yourself down by bending your elbows, until they are at 90 degrees or slightly less. Hold for a count of one. Return to the starting position by pushing yourself up using only your triceps to straighten your arms. Hold then repeat",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 53,
        "name": "Bent Over Barbell Row From Floor",
        "image": "blank",
        "description": "Set up a barbell on the floor and stand facing it with your legs slightly wider than shoulder width apart and your knees slightly bent. Bend forward at your waist and grip the barbell with an overhand grip. Keep your back straight and nearly parallel to the floor. Keep your head and neck straight. This is the start position. Without moving your torso, exhale and lift the barbell up towards you from the floor. Keep your elbows close in to your body and use your forearms to support the weight. At the top of the movement, hold for a count of one and squeeze your back muscles. Return the barbell back to the floor as the start position, inhaling as you do so.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 54,
        "name": "Bent Over Barbell Rows",
        "image": "blank",
        "description": "Set up a barbell on the floor and stand facing it with your legs slightly wider than shoulder width apart and your knees slightly bent. Bend forward at your waist and grip the barbell with an overhand grip. Keep your back straight and nearly parallel to the floor. Keep your head and neck straight. This is the start position. Without moving your torso, exhale and lift the barbell up towards you. Keep your elbows close in to your body and use your forearms to support the weight. At the top of the movement, hold for a count of one and squeeze your back muscles. Return to the start position inhaling as you do so.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 55,
        "name": "T-Bar Row",
        "image": "blank",
        "description": "Set up an Olympic (long) barbell with weight plates on one end only. Put the other end of the bar against a wall or something heavy so it can’t slide backwards. Straddle the bar with your knees slightly bent. Bend forward at the waist until your torso is nearly parallel to the floor. Grip the bar close to the weight plates with both hands, using a neutral grip. One hand in front  the other. This is the start position. Keeping your back straight and exhaling, pull the bar straight up by bending your elbows until the plates touch your chest. Hold and squeeze your back muscles. Return to the start position in a slow smooth movement to place emphasis on your lats. Inhale as you do so. Keep the bar from touching the floor. pause then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 56,
        "name": "Close Grip Lat Pulldown",
        "image": "blank",
        "description": "Sit at a Lat Pulldown machine and secure your legs underneath the padded surface. Select an appropriate weight on the stack. Reach up to grab the barbell, taking a close-grip. Your hands should be at or closer than shoulder-width. Tighten your core and keep your chest up as you pull the barbell down and towards your chest. Be sure to pull with your lat muscles. Once the bar is at your chest, slowly allow it to return to the starting position but don’t let the weight stack touch. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
         {
        "id": 57,
        "name": "Chinup",
        "image": "blank",
        "description": "Step up to the bar and grasp it with your palms facing you and arms close together. Your arms should be fully extended. Cross your ankles and bend your knees, Pull your body up until your elbows are completely bent and close to your body, reaching your chin to the bar. Lower your body until your arms and legs are fully extended in the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Upper Back and Lower Traps",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
         {
        "id": 58,
        "name": "Dumbbell Incline Bench Rows",
        "image": "blank",
        "description": "Lean forward into an incline bench Using a neutral grip, hold a dumbbell in each hand so your palms are facing in. Your arms should be fully extended and hanging straight down. This is the start position. Pull your shoulder blades back and flex your elbows to pull the dumbbells up to your sides. Hold and squeeze your shoulder and back muscles. Return to the start position in a slow, controlled movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
         {
        "id": 59,
        "name": "Inverted Rows",
        "image": "blank",
        "description": "Set the bar to your waist height. Lie on your back under the bar. Reach up and grip the bar with an overhand grip with both hands. Keeping your body straight,  pull yourself up towards the bar by pulling your elbows as far back as you can and trying to touch the bar with your chest. Hold and squeeze your arm and back muscles. Lower yourself back to the start position in a controlled motion. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
         {
        "id": 60,
        "name": "Machine Assisted Pullups",
        "image": "blank",
        "description": "Select the correct weight to counterbalance your own before beginning. The heavier the weight, the easier it will be. Reach above and use an overhand grip to secure yourself as you kneel on the padded surface of the assisted machine. Tighten your core as well as your glutes. Lower yourself slowly. Do not lock out the elbow. Pull yourself back to the starting position but do not let the weight touch the stack. Pause and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },

             {
        "id": 61,
        "name": "One Arm Barbell Rows",
        "image": "blank",
        "description": "Place weight on one end of a barbell. Straddle the barbell with the weight in front. Bend your knees and drive your hips back as you keep a flat back and tight core. Grab the barbell with the left hand and support yourself with your right hand. Pull the barbell up, towards you, contracting the back muscles. Slowly lower and repeat on the other side.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 62,
        "name": "Pull-Ups",
        "image": "blank",
        "description": "Standing under a pull up bar, reach up and hold onto the bar with an overhand grip. Make sure your hands are about twice your shoulder width apart. Keep your arms straight and hang from the bar so that your arms are taking all of your weight. Keeping your body straight and not swinging your weight, pull your body up towards the bar by pulling your elbows down towards your torso at an angle. Continue lifting until your chest is nearly touching the bar. You should feel a “squeeze” at the base of your lats (about midway down your back and to the side) as they contract.  Once your lats have completely contracted at the top of the movement, slowly lower your body to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Forearms, Shoulders"
   
            }
        ]
    },
             {
        "id": 63,
        "name": "Rack Pulls",
        "image": "blank",
        "description": "Set up a power rack station so that the rack is at your knee height. Bend your knees as you drive your hips back. Keep your chest up. Grab the barbell with an overhand or mixed grip, based on comfort and preference level. Maintain a flat back as you stand up straight and drive your hips forward. Pause then slowly return to the starting point.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back",
                "secondaryMuscleGroup": "Hamstrings, Quadriceps, Glutes"
   
            }
        ]
    },
             {
        "id": 64,
        "name": "Resistance Band Bent Over Rows",
        "image": "blank",
        "description": "Begin the movement by stepping on to a resistance band with your feet at shoulder-width, toes pointed slightly out. Bend slightly at the knees and forward at the hips. Maintain a braced core and flat back throughout. Leading with your elbows, pull the handles of the resistance band back, bringing your shoulder blades closer together. Hold this contraction and slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 65,
        "name": "Seated Cable Rows",
        "image": "blank",
        "description": "Connect a V-bar attachment to the low pulley on a cable station or cable rowing machine. Sit down at the station and place your feet on the foot pads or crossbar provided, while keeping your knees slightly bent. Lean forward, keeping your back straight and grip the V-bar handles with both hands. Keeping your arms fully extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched, with your chest should be pushed out. This is the start position. Keeping your torso stationary, pull the handles back towards you while squeezing your back muscles. Keep your arms close to your sides until your hands reach your abdomen. Exhale as you perform this movement. Hold for a count of one. Inhale as you return to the start position in a smooth movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
             {
        "id": 66,
        "name": "Seated Machine Back Row",
        "image": "blank",
        "description": "Seat yourself at a Row Machine and select the appropriate weight. Sit up straight with a tight core. Reach forward and take an overhand grip on the bar in front of you. Activate your lats before the movement. Pull the bar towards you, emphasizing the lat movement. Pause when the bar is at your sides and squeeze your back. Slowly, return the bar to the starting position but do not set it down. Repeat the movement, ensuring your back is activated throughout.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 67,
        "name": "One Arm Dumbbell Bench Rows",
        "image": "blank",
        "description": "Place a dumbbell on each side of a flat bench. Place your right knee on the end of the bench. Bend your torso from the waist until your upper body is parallel to the floor, while placing your right hand on the bench in front of you for support. With your left hand, pick up the dumbbell with an overhand grip. The palm of your hand should be facing into you. Keep your lower back straight. This is the start position. Using your back muscles, pull the dumbbell straight up to the side of your chest, keeping your upper arm close to your side. Exhale as you do so. At the top of the movement, hold for a count of one and squeeze your back muscles. Return to the start position inhaling as you do so. Repeat. Complete all repetitions for one side before switching sides.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
             {
        "id": 68,
        "name": "Standing Two Arm Bent Over Dumbbell Row",
        "image": "blank",
        "description": "Stand tall with a tight core and flat back. Hold a pair of dumbbells at your side with an overhand grip. Bend slightly at the knees as you push your hips back. Keep your chest and head up. Upper body should be almost parallel with the floor. With your elbows at a 60-degree angle, bring the dumbbells up. Pause when your upper arm is parallel with the floor. Contract the muscle then slowly return the dumbbells to the starting point.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
                 {
        "id": 68,
        "name": "V-Bar Lat Pulldowns",
        "image": "blank",
        "description": "Attach a V-bar / Triangle Bar to the Lat Pulldown machine. Sit on the bench and make sure your knees are secure. Reach up and grab the V-bar with an overhand grip. Be sure to brace your core. Begin the movement by leaning back slightly while pulling down on the V-bar. Be sure to engage your middle back during the movement. Once the V-bar is at your chest, pause, contract the muscle, and slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 69,
        "name": "Wide-Grip Lat Pulldowns",
        "image": "blank",
        "description": "Set up a cable station with a straight bar attached to the top pulley. Sit on the seat facing the station. Keep your feet flat and planted firmly on the floor. Using an overhand grip, hold the bar as wide as comfortable. (Your hands should be about 1 1/2 – 2 times body width apart.) Lean back slightly without arching your back. Pull the bar towards the top of your chest using your shoulders while arcing your elbows out to the sides of your body. At the end of the movement squeeze you shoulders together slightly and hold for a count of one. Return to the start position by arcing your elbows forward while relaxing your shoulders. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 70,
        "name": "TRX Row",
        "image": "blank",
        "description": "Secure a pair of suspension straps. Stand facing the straps, brace your lower back, and tighten your core. Lean back, letting the straps hold your weight. Your arms should be straight. Pull yourself up with your back, maintaining a tight core. Squeeze the back muscles and slowly lower yourself. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
                 {
        "id": 71,
        "name": "Weighted Pull-Ups",
        "image": "blank",
        "description": "Carefully secure a weight belt around your hips. Stand below a pull-up bar. Reach up and secure your overhand grip. Brace your core. Begin the movement by pulling with your lat / middle back muscles to bring your body towards the bar. Once your chest nears the bar, pause to feel the contraction in your back then slowly lower yourself to the starting position. Do not lock out your elbows.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 72,
        "name": "Air Squats",
        "image": "blank",
        "description": "Place your feet at shoulder width apart while keeping your chest up and your abdominals braced.Begin the movement by swinging your arms up towards your shoulders. At the same time, bend at the knees and drive your hips back like you’re sitting in a chair. Once your upper thighs are parallel with the ground, pause, then drive your hips forward to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes"
   
            }
        ]
    },
                 {
        "id": 73,
        "name": "Alternating Bodyweight Lunges",
        "image": "blank",
        "description": "Stand straight – that’s the starting position. Step forward with your left leg and slowly lower your body until your front knee is bent at least 90 degrees, while your rear knee is just off the floor. Keep your torso upright the entire time. Look forward. Pause, then push off your left foot off the floor and return to the starting position as quickly as you can. On your next rep, step forward with your right leg. Continue to alternate back and forth—doing one rep with your left, then one rep with your right.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes"
   
            }
        ]
    },
                 {
        "id": 74,
        "name": "Alternating Curtsy Lunges",
        "image": "blank",
        "description": "Standing with a braced core and flat back, bring your hands together at chest height. Position your feet to be at hip-width. Beginning with the right foot, step backward and across your left foot. Simultaneously, bend the left knee and drop it towards the ground. Stop when the front right knee is parallel with the ground. Push off the ground with your right foot and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                 {
        "id": 75,
        "name": "Barbell Box Squats",
        "image": "blank",
        "description": "Begin by positioning a barbell at or just below shoulder level in the squat rack. Behind the squat rack, place a tall wooden box or chair. Place yourself underneath the barbell. Make sure the bar is across your upper traps and NOT on your neck. Place your feet outside of shoulder-width with your toes pointed slightly out. Brace your core and keep your chest up. Bend at the knees as you drive your hips back. Lower yourself slowly until your butt touches the box. Pause then drive your hips forward to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 76,
        "name": "Barbell Hack Squats",
        "image": "blank",
        "description": "Begin by placing a loaded barbell behind you. Place two 25 lb plates under the back of your feet. Tighten your core and straighten your lower back. Slowly squat down, getting a good grip on the barbell behind you. Check to make sure your posture is still perfect and balanced. Stand up while holding the barbell behind. Use your heels to drive yourself back up. Do not straighten your knees at the top. Slowly lower yourself back down, driving your hips behind you. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 77,
        "name": "Barbell Lunges",
        "image": "blank",
        "description": "Set up a  barbell on a rack  at just below shoulder level. Step under the bar placing the back of your shoulders under it. Do not rest the bar on your neck. Grip the the bar using an overhand grip with your elbows bent to90 degrees or slightly more. Less of an angle means your hands are too close together which can cause instability of balance. Lift the barbell clear of the rack by  pushing with your legs, while straightening your torso. Step away from the rack. Step forward with your right leg and squat down through your hips. Keep your back straight  and be careful to maintain your balance. Inhale as you lower yourself. Continue lowering your body until your left knee is nearly touching the floor. Return to the start position b pushing through your heel, exhaling as you do so. Complete all the repetitions for one leg before switching.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 78,
        "name": "Barbell Overhead Squats",
        "image": "blank",
        "description": "Place an appropriate amount of weight on a barbell in a squat rack. Position your hands in an overhand grip outside of shoulder-width on the barbell. Before beginning, make sure that your core is tight and your chest is up. Push the barbell straight above your head, locking out your elbows. Once you feel stabilized, slowly bend the knees and drive back your hips. Once your upper thighs come parallel with the ground, slowly push back up, returning to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors, Shoulders"
   
            }
        ]
    },
                     {
        "id": 79,
        "name": "Barbell Split Squats",
        "image": "blank",
        "description": "Place an appropriate amount of weight on a barbell in a squat rack. Once ready, position yourself underneath the barbell. Keep your core tight and drive your hips forward to lift the barbell off the rack. Step away from the rack. Secure the barbell on your traps and make sure your core is braced before beginning. Step out with the left foot, leaving the right foot behind. From this position, lower the back right knee towards the ground. Push up with your front left leg. Please note that you will not kick back up into a regular standing position until all repetitions have been completed. Continue this up and down pattern. Switch sides and perform the same pattern with the right leg in front.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 80,
        "name": "Barbell Back Squats",
        "image": "blank",
        "description": "Set up the barbell on the squat rack so that it is at the same height as your upper chest. Position your body under the bar, with knees bent so that the bar is resting high on the back of your shoulders. Grip the bar with your hands comfortably wider than your shoulders. Slowly straighten your legs to push upwards, lifting the barbell from the rack and take one step forward. Stand with your legs shoulder width apart. Bend your knees forward and allow your hips to bend back as if sitting down, Continue this movement down until your thighs are parallel to the floor or slightly more, making sure your knees are pointing in the same direction as your feet. Hold for a count of one. Push up through your heels while straightening your hips and knees, until you are standing in the start position. Make any adjustments necessary to your stance and grip before continuing on the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 81,
        "name": "Barbell Step-Ups",
        "image": "blank",
        "description": "Set up a barbell in a rack at shoulder height. In front of the rack, place an aerobic or exercise step on the floor. Position yourself under the barbell so it is resting across your shoulder. Not on your neck. Stand up straight to lift the barbell from the rack and walk forward to the step. Place one foot on the step and push down through your heel while straightening your leg to lift yourself up onto the step and place your other foot flat on the step.Hold fora count of one. Step down with the opposite leg to the one you started the movement with. Repeat all the repetitions of the set for your chosen lead leg before changing to the other.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 82,
        "name": "Lateral Lunges",
        "image": "blank",
        "description": "Stand tall with a tight core and make sure your feet are shoulder-width apart. Bring your hands together for balance. Step directly to the left, leaving your right foot in place. Bend the left knee and pause once the upper left thigh is parallel to the ground. Your right leg should be completely straight. Contract the hamstring muscle then push off the ground to return to the starting position. Repeat on the right side. Alternate this movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 83,
        "name": "Bodyweight Sumo Squats",
        "image": "blank",
        "description": "Stand with your feet in a wide stance, with your toes slightly pointed outwards – like a sumo wrestler. Hold your hands together in front of your chest. Keeping your back straight, lower your body towards the ground by bending your knees. As you reach a fully squatting position (legs are bent at a 90-degree angle), hold the pose for 1 second before driving your feet into the floor and slowly push your body back up to the starting position. For a bonus, tense your glutes at the top of the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 84,
        "name": "Bulgarian Split Squats",
        "image": "blank",
        "description": "Stand up straight while holding two dumbbells. Maintain a tight core and flat back as you carefully place your right foot on top of a bench behind you with toes facing down.  Bend at the front knee as you drop the back knee, maintaining perfect form. Front knee should not go over the toes. Allow your thigh to come to parallel with the floor. Pause then slowly return to the starting position without locking out your knee. Repeat then switch sides once set is complete.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 85,
        "name": "Cable Hip Abduction/Adduction",
        "image": "blank",
        "description": "Standing sideways with your left side facing the weight stack of a pulley machine, attach an ankle cuff to the right ankle. Hold the machine for balance if you need to and slowly lift your right leg up to the right side. Pause and slowly return your right leg to starting position. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps and Glutes"

   
            }
        ]
    },
                        {
        "id": 86,
        "name": "Dumbbell Lunges",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Keep your shoulders back and your back straight. Take a long stride forward with your right leg. Your right foot should be in a position, that when you bend your right knee, your upper and lower leg form a 90 degree angle. Slowly bend both your knees, to lower your hips until your left (rear) knee is just above the floor. Hold for a count of one Return to the start position by slowly straightening your legs and raising your body back to a standing position  Complete all the repetitions for one set full set, then switch legs, or you can alternate between legs for each rep.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 87,
        "name": "Dumbbell Squat to Overhead Press",
        "image": "blank",
        "description": "Stand with your feet shoulder-width apart with dumbbells above your shoulders. Squat down keeping your back flat and your knees over your toes. Push through your heels to return to standing while pressing the dumbbells overhead with arms fully extended. Return to starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors, Shoulders"
   
            }
        ]
    },
                        {
        "id": 88,
        "name": "Dumbbell Squats",
        "image": "blank",
        "description": "With your feet shoulder-width apart, stand with dumbbells as your sides with your palms facing each other. Keeping your back straight and facing forward, squat down until your thighs are parallel to the floor. Pause for one second. Pushing up from your heels, raise back up to starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 89,
        "name": "Dumbbell Step-ups",
        "image": "blank",
        "description": "Place a bench in front of you. Hold a pair of dumbbells and stand facing the bench. Brace your core and keep your gaze straight ahead. Bring your right knee up and step up on to the bench. Placing all of the effort in your right leg, bring your body up into a standing position on the bench. Slowly lower yourself to the starting position and switch legs.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 90,
        "name": "Dumbbell Walking Lunges",
        "image": "blank",
        "description": "Holding a pair of dumbbells at your sides, stand tall with your chest up and abdominals contracted. Begin the movement by stepping forward with the left foot. Drop the back right knee towards the floor and keep the left knee bent. Drive yourself up and take a step forward with your right foot. The left knee will go towards the floor and you’ll bend the right knee. Continue this back and forth pattern. Be sure to keep the abdominals braced during the entire movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 91,
        "name": "Barbell Front Squats",
        "image": "blank",
        "description": "Position yourself under a barbell held by a squat rack. Keeping your elbows high, place your arms up and under the bar. The bar should be resting on the front of your shoulders. Core is tight. Back is flat. Maintaining control, lift the bar up. Bend your knees forward and allow your hips to bend back as if sitting down. Pause when thighs are parallel with the floor. Return to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 92,
        "name": "Goblet Squats",
        "image": "blank",
        "description": "Stand with your feet shoulder width apart while holding a light dumbbell to your chest. You should hold the dumbbell by one end between your hands, with the other end extending down your torso. This is the start position. Squat down keeping your slightly arched and pushing your hips back. Continue down until your thighs are parallel to the floor. Hold for a count of one. Return to the start position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 93,
        "name": "Bulgarian Split Squats",
        "image": "blank",
        "description": "Stand up straight while holding two dumbbells. Maintain a tight core and flat back as you carefully place your right foot on top of a bench behind you with toes facing down.  Bend at the front knee as you drop the back knee, maintaining perfect form. Front knee should not go over the toes. Allow your thigh to come to parallel with the floor. Pause then slowly return to the starting position without locking out your knee. Repeat then switch sides once set is complete.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
    {
        "id": 94,
        "name": "Jump Squats",
        "image": "blank",
        "description": "Stand with your feet hip width apart. Your toes should be pointing straight ahead or only slightly outward. Cross your arms in front of your body, place your hands behind your head or at the sides of your head. Keep your weight on your heels and bend your knees while lowering your hips towards the ground as if you are sitting down on a chair. Keep your back straight at all times. Continue until you feel a slight stretch in your quadriceps. Do not let your knees extend out beyond the level of your toes. Pause for a count of one. In an explosive movement, drive down through your heels pushing yourself up of the floor with your quads. At the same time extend our arms out above you. Land with your knees slightly bent to absorb the impact. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 95,
        "name": "Kettlebell Deadlift",
        "image": "blank",
        "description": "Place a kettlebell on the ground. Step over the kettlebell so that it is in the center beneath you. Move your feet to shoulder-width or just outside of shoulder-width. Tighten your core and keep your chest up. Begin by kicking your hips back and slightly bending your knees. Extend your arms down to grab onto the kettlebell. Holding on to the kettlebell, drive your hips forward to stand back up. Slowly, reverse the movement by kicking your hips back and slightly bending the knees. Do not let your lower back arch.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps and Lower Back"
   
            }
        ]
    },
       {
        "id": 96,
        "name": "Kettlebell Squats",
        "image": "blank",
        "description": "Stand with your feet slightly wider than shoulder width apart Hold the kettlebell with both hands in an overhand grip in front of your chest. Keep your elbows locked at your sides.   Lower your body towards the ground, ensuring that you’re not leaning too far forwards or too far backwards. At your lowest point, drive upwards through your feet and tense your glutes at the top of the motion.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 97,
        "name": "Leg Press Machine",
        "image": "blank",
        "description": "Sit down on a leg press machine and place your legs on the platform directly in front of you at shoulder width. Lower the safety bars holding the weighted platform  and press the platform all the way up until your legs are fully extended in front of you bot do NOT lock your knees. Your torso and legs should be at a 90degree angle to each other. This is the start position. Inhaling, slowly lower the platform until your upper and lower legs form a 90-degree angle. Pause for a count of one, Return to the starting position by pushing through the heels of your feet, engaging your quadriceps. Exhale as you do so. Repeat. After completing the desired number of repetitions, make sure you lock the safety pins of the machine before alighting.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 98,
        "name": "Lying Hamstring Curl",
        "image": "blank",
        "description": "Lie face down on a leg curl machine and lock your heels under the foot pad. Make sure your legs are fully extended and the foot pads are resting on the back of your ankles. If the machine is equipped with handles, grip them. If not, grip the front of the pad you are lying on. Remaining flat on the bench, with no arching of your spine, curl your legs up in a smooth arcing motion by bending your knees until your hamstrings are fully contracted. Hold for a count of one. Slowly lower your legs to the starting position in a smooth arcing motion. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes"
   
            }
        ]
    },
       {
        "id": 99,
        "name": "Machine Hack Squats",
        "image": "blank",
        "description": "Place your back flat against the back pad of the hack machine and position your shoulders under the shoulder pads. Place your legs in a shoulder width stance with your toes pointed out slightly. Grip the side handles of the machine and disengage the safety bars. Straighten your legs, but do not lock your knees. This is the start position. Inhale as you slowly lower the weight by bending your knees. Continue down until the angle between your upper legs and your calves is slightly less than 90-degrees. Your outer knee should be in line with your toes. Do not extend your knees past your toes. Hold for a count of one. Return to the start position by pushing down through your heels and extending your legs, exhaling as you do so. When you reach the starting position ,hold for a count of one. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 100,
        "name": "One Arm Kettlebell swings",
        "image": "blank",
        "description": "Start with one kettlebell placed on the floor between your feet. Bend your knees and back slightly and reach down to grip the kettlebell in an overhand grip. Explode upwards using your legs and bring the arm holding the kettlebell out in front of you until it reaches a horizontal level. Lower the kettlebell back between your legs (but not to the floor) and switch hands to repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps, Shoulders, and Hip Flexors"
   
            }
        ]
    },
       {
        "id": 101,
        "name": "Overhead Plate Squat",
        "image": "blank",
        "description": "Place a firm grip on an appropriately weighted plate. Before driving the plate above your head, make sure that your core is tight, your chest is up, and your grip is solid. Push the plate straight above your head, locking out your elbows. Once you feel stabilized, slowly bend the knees and drive your hips backwards, maintaining a tight, solid core as you do so. Once your upper thighs become parallel with the ground, slowly push back up, returning to the starting position. Be sure to keep that plate fixed overhead throughout the entire movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 102,
        "name": "Pistol Squats",
        "image": "blank",
        "description": "Stand straight with your feet hip width apart, arms fully extended and your hands by your sides. Raise your left foot from the floor, extending your leg out in front of you. As you do so, raise both arms out in front of you in a smooth arc for balance. This is the start position. In a controlled movement, lower your body toward the floor by bending your right knee while pushing your hips back as if sitting down in a chair. Continue this downward movement until your right thigh is parallel to the floor. Hold for a count of one. Return to the start position by pushing down through your right heel and straightening your leg. Lower your arms to the start position as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 103,
        "name": "Resistance Band Deadlifts",
        "image": "blank",
        "description": "Holding the handles of the resistance band, step on to the middle. Place your feet at shoulder-width with toes pointing forward. Tighten your core and keep your chest up. Bend your knees slightly and drive your hips back but NOT lower than your knees. Again, keep the chest up. This is the starting position. Forcefully contract your glutes, driving them forward. Do not just lean back. Your glutes should be fully contracted. Pause then return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps, Hip Flexors, Lower Back"
   
            }
        ]
    },
       {
        "id": 104,
        "name": "Resistance Band Squats",
        "image": "blank",
        "description": "Begin the movement by stepping on to a resistance band with your feet at shoulder-width, toes pointed slightly out. Bring your hands to your shoulders, keeping the handles of the band behind your shoulders. Brace your core and keep your chest up. Bend first at the knees then at the hips. Be sure to keep the chest up and abdominals tight. There should be no arch in your back. Pause when your thighs are parallel with the floor, then slowly return to the starting position, feeling the tension from the band in your quadriceps.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
         {
        "id": 105,
        "name": "Hip Adductor Machine",
        "image": "blank",
        "description": "Set up an adductor machine by selecting and appropriate weight and adjusting the seat and leg pads to a comfortable position. If fitted, grasp the handles on each side of the machine. Keep your entire upper body straight and stationary with your back pressed firmly against the back rest. This is the start position. While exhaling, press against the legs pads of the machine with your legs, and bring your thighs close together. When you feel a slight stretching in your adductors, pause for a count of one squeezing them as you do so. In a controlled movement, return to the start position, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors"
  
   
            }
        ]
    },
         {
        "id": 106,
        "name": "Barbell Hip Thrusts",
        "image": "blank",
        "description": "Sit on a padded surface with your legs out in front of you and the knees bent. Make sure your back is against a secured bench. Lay a barbell across your lap. Focusing the tension in the glutes, raise your hips skyward, moving the bar up with you. Pause when you feel the contraction in your glutes then slowly lower yourself to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 107,
        "name": "Barbell Kneeling Squats",
        "image": "blank",
        "description": "In a power rack, set the barbell to where your shoulders will be when kneeling. Set up behind the barbell. Kneel on a padded surface. Place yourself underneath the barbell, positioning it across your shoulders. Tighten your core and drive your glutes forward as you lift the barbell from the rack. Slowly sit back, keeping a braced form with your upper body. When your butt touches your calves, drive your glutes forward again as you slowly return to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, Hip Flexors"
   
            }
        ]
    },
         {
        "id": 108,
        "name": "Cable Hip Extensions",
        "image": "blank",
        "description": "Attach an ankle strap around your right ankle. Stand tall in front of a cable machine with a flat back and tight core. Use the cable machine for balance, if necessary. While balancing on your left foot, move your right foot up and back. Pause at the top of the movement then slowly bring the foot down. Do not let your right foot touch the ground before repeating. Once finished, repeat on the other side.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 109,
        "name": "Cable Pull Throughs",
        "image": "blank",
        "description": "With your back facing the cable station and the cable resting on the floor between your feet, bend at your knees and take a firm grip of the cable in both hands. Keeping your knees bent at a 45 degree angle, pull the cable up so that it is resting between your knees. With a firm grip on the cable extend your knees and drive your body upwards using your glutes as the prime mover. Hold the top portion while tensing your glutes. Slowly lower yourself back down to the starting position to complete 1 rep.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors",
                "secondaryMuscleGroup": "Hamstrings"
   
            }
        ]
    },
         {
        "id": 110,
        "name": "Elevated Glute Bridge",
        "image": "blank",
        "description": "Position your upper back on a padded bench so that your body runs perpendicular to the bench.  Align your feet so they are about shoulder width apart, with the soles flat on the box with your back and hips elevated from the floor. Slowly lower your body into the gap between the bench and the box allowing your toes to point upward as you do so. Lift your body upwards using the muscles in your lower back and glutes all the way to the top of the extension. Tense you glutes holding the top position before lowering your body back down for the next rep.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"

   
            }
        ]
    },
         {
        "id": 111,
        "name": "Fire Hydrants",
        "image": "blank",
        "description": "Position yourself on all fours on a mat with your palms flat and shoulder-width apart. Place your knees hip-width apart and bend them at a 90 degree angle. Try to relax your core so that your back and abs are in a natural position. Maintain this posture as you raise your right knee and bring it as close to your chest as you can. Now raise your right thigh out to the side, keeping the hips still. Kick your raised leg straight back slowly until it is in line with your torso. Reverse the movement to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 112,
        "name": "Glute Bridge",
        "image": "blank",
        "description": "Lie on an exercise mat with your knees bent so that your feet are flat on the floor. Keep your back straight. Place your hands out to your sides palms flat for stability. Raise your glutes off the floor by extending your hips upward while pushing down through you heels. Continue until your back, hips and thighs are in a straight line. Hold for a count of one. Return to the start position by lowering your hips back to the floor. Pause then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors",
                "secondaryMuscleGroup": "Lower Back"
   
            }
        ]
    },
         {
        "id": 113,
        "name": "Resistance Band Glute Kickback",
        "image": "blank",
        "description": "Position yourself on the ground supporting yourself on your hands and knees. Hold the handles of a resistance band in each hand. Hook the middle of the band on your left foot, pushing it back until the slack tightens. Brace your core and maintain a flat back as you kick your left leg back and up. Slowly return your leg to the starting position, not allowing the knee to touch the ground. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
   
            }
        ]
    },
         {
        "id": 114,
        "name": "Romanian Deadlift",
        "image": "blank",
        "description": "Standing tall with a tight core and flat back, hold a barbell or a pair of dumbbells in front of you. Hands should be slightly wider than shoulder-width. Maintaining a tight core and flat back, bend your knees slightly and push your hips back. Keep your arms extended and the weight close to the body. Once you feel the contraction in the back of your legs, slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 115,
        "name": "Seated Leg Curl",
        "image": "blank",
        "description": "Adjust the seated leg curl machine to position the footpad just above your heels. Sit upright and engage your abs as you position your legs in front of you. Begin to curly your legs back slowly towards you and flex your calf muscles as you do so. Return to the starting position by extending the legs in front of you again.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes and Hip Flexors"
   
            }
        ]
    },
             {
        "id": 116,
        "name": "Seated Machine Leg Extension",
        "image": "blank",
        "description": "Sit on a leg extension machine and place your  legs under the pad with your feet pointed forward. The pad should rest on your shins just above your feet and you will need to adjust it to suit. Grip the hand bars (if fitted) firmly. This is the start position. Using  only your quadriceps, fully extend your legs exhaling as you do so. Hold for a count of one. Return to the start position in a smooth movement as you inhale,. The angle at your knee should not go past 90-degrees. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps"

   
            }
        ]
    },
             {
        "id": 117,
        "name": "Single Leg Glute Bridge",
        "image": "blank",
        "description": "Lie on an exercise mat with your knees bent so that your feet are flat on the floor. Raise one leg off the floor and bend your knee up towards your chest. Yhis is the start position. Perform the exercise by pushing down through your other heel and pushing your hips up, raising your glutes off the mat. Continue until your hips are in a straight line with your torso. Hold for a count of one. Return to the start position by lowering your hip to the floor. Complete all the repetitions for one set before changing legs.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps and Hip Flexors"
   
            }
        ]
    },
             {
        "id": 118,
        "name": "Single Straight Leg Dumbbell Deadlift",
        "image": "blank",
        "description": " Stand tall with a tight core while holding a pair of dumbbells. Keeping your chest up and your gaze straight ahead, shift all of your bodyweight to your left foot. Bend the right knee, allowing the right foot to lift off the ground. Maintaining a flat back, tilt your upper body forward. Do not allow the dumbbells to pull you down. Control your descent. Simultaneously, allow the right foot to counterbalance the shift in weight. Feel the contraction in your hamstrings and pause once your upper body is parallel with the ground. Slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 119,
        "name": "Sissy Squats",
        "image": "blank",
        "description": "Position yourself next to a squat rack or very stable surface. Hold on to this surface with one hand. You may also want to hold a weight plate with the other. This is optional. Make sure your feet are shoulder width apart and have your knees bent slightly. Begin the movement by bending fully at the knees and leaning back. Keep your entire upper body straight all the way down to the knees. Again, use the surface for balance. Once you feel the contraction and burn in your quadriceps, pause and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hip Flexors, Hamstrings, and Quadriceps"
   
   
            }
        ]
    },
             {
        "id": 120,
        "name": "Smith Machine Leg Press / Vertical Leg Press",
        "image": "blank",
        "description": "First, lay on the floor without the bar; measure, and place the safety brackets at the height of your squatting limit. Remove the bar from its locks and allow it to rest on the safety brackets before loading with the desired amount of weight. Lay on the floor with your glutes almost directly underneath the bar. Place the balls of your feet on the underside of the lowered bar. Drive the weight upwards using your quadriceps and glutes. Lower the weight back down to the safety brackets to complete one rep.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps, Glutes, Hamstrings, and Hip Flexors"

            }
        ]
    },
             {
        "id": 121,
        "name": "Smith Machine Squat",
        "image": "blank",
        "description": "Begin by positioning yourself underneath a Smith Machine barbell. Make sure the bar is across your upper traps and NOT your neck. Place your feet at shoulder-width with your toes pointed slightly out. Brace your core and keep your chest up. Bend first at the knees then at the hips. Lower yourself until your thighs are parallel with the floor. Return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, and Glutes"
   
            }
        ]
    },
             {
        "id": 122,
        "name": "Standing Hamstring Curl",
        "image": "blank",
        "description": "Begin with a light weight and stand facing the machine. Position one leg for the lift by hooking it under the weight pad. Make sure the pads are in a comfortable position around your ankle in order to involve the heel in the movement. Don’t position the pads too high on the calf. Grab hold of the support handles. Flex your knee and lift the pad upwards as far as you can towards your buttocks as you exhale. Lower the leg to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes"
   
            }
        ]
    },
             {
        "id": 123,
        "name": "Stiff Leg Deadlift",
        "image": "blank",
        "description": "Place a barbell on the floor and stand facing it with your feet shoulder width apart, toes pointing forward and your knees slightly bent. This is the start position. As you exhale, bend at the waist keeping your back straight and knees slightly bent until you feel tension in your hamstrings. Grasp the barbell with an overhand grip. Your arms should be fully extended with your hands spaced shoulder width apart. Lift the barbell by extending your hips and waist in a smooth action until you have returned to the upright position, inhaling as you do so. Pause for a count of 1-2. Return the barbell to the floor or just above it by repeating step two. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },

                 {
        "id": 125,
        "name": "Wall Sits",
        "image": "blank",
        "description": "Stand tall against a wall with your head and back touching the wall. Position your feet so that they are shoulder-width apart and a few inches away from the wall. Rest your arms at your sides. Bend your knees and lower into a squat position until your thighs are parallel to the floor and hold the position Return to starting position by straightening your knees and standing tall again.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors"
   
            }
        ]
    },
                 {
        "id": 126,
        "name": "Sumo Barbell Squat",
        "image": "blank",
        "description": "Set a barbell on a rack at your shoulder height. Step under the bar and rest the back of your shoulders against the bar. Do not put the bar on your neck. Hold on to the bar using an overhand grip so that your palms are facing forward. Lift the barbell off the rack by pushing up with your legs while straightening your torso. Step away from the rack and position your legs in a wider than shoulder width position and with your toes slightly pointed out. Keep your head up and look straight ahead at all times, as looking down will put you off balance. Ensure your back is straight. This is the start position. As you inhale, slowly lower the bar by bending your knees while keeping a straight posture with your head up. Continue down until the angle between you upper legs and calves is slightly less than 90-degrees . As a guide, the front of your knees should be in line with your toes. Do not allow your knees to extend out beyond your toes. Hold for a count of one. As you exhale, raise the bar back to the start position, by pushing through your heels as you straighten your legs. Pause for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps"
   
            }
        ]
    },
                 {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
                 {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
                 {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
                 {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
                 {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
    
    
    
    

]