[
    {
        "id": 1,
        "name": "Flat Barbell Bench Press",
        "image": "blank",
        "description": "The barbell bench press exercise is an upper body pressing movement. Commonly used to build muscle size and body strength; this exercise targets the upper body muscles including: chest, triceps, and shoulders.The barbell bench press requires the person working out to lie flat on a bench which allows for improved muscle stability and the ability to lift a heavy amount of weight. Which will lead to greater muscle development.The barbell bench press exercise is a great for people looking to build strength, increase body size, and power.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup": "Shoulders and Triceps"

                
            }
        ]

        

    },
    {
        "id": 2,
        "name": "Incline Barbell Bench Press",
        "image": "blank",
        "description": "The incline barbell bench press is an upper body strength exercise that targets the chest, shoulder, and triceps. Performing this move on an incline allows for targeted emphasis on the upper portion of the chest. The incline also makes it safer and more joint-friendly for your shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]

    },

        {
        "id": 3,
        "name": "Decline Barbell Bench Press",
        "image": "blank",
        "description": "It's a variation of the flat bench press, a popular chest workout. In a decline bench press, the bench is set to 15 to 30 degrees on a decline. This angle places your upper body on a downward slope, which activates the lower pectoral muscles as you push weights away from your body.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"

            }
        ]
    },

        {
        "id": 4,
        "name": "Flat Dumbbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench holding a dumbbell in each hand with an overhand grip.Start by holding the dumbbells slightly wider than shoulder width apart above your shoulders. Your palms should be facing forward. Slowly bend your elbows until they are at a 90 degree angle and your upper arms are parallel to the ground. Push the weights up by straightening your arms. As you push the weights up, move your arms in an arc to bring the dumbbells together, until they meet over the center of your chest. Hold for a count of one. Lower the dumbbells by slowly bending your elbows back to 90 degrees. Continue lowering your arms until they are a little lower than parallel to the floor. (Your elbows should be pointing slightly towards the floor and you should feel a stretch in your chest muscles and shoulders.) Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },


        {
        "id": 5,
        "name": "Incline Dumbbell Bench Press",
        "image": "blank",
        "description": "Set up an incline bench so the back rest is at about a 45 degree angle. Hold a dumbbell in each hand with an overhand grip. (Palms facing away from you) Sit on the bench with your feet flat on the floor and your back and shoulders pressed firmly back against the back rest. Raise the dumbbells up to your shoulder level, keeping your elbows bent at 90 degrees. Push the dumbbells up and away from you using your shoulders and chest while straightening your arms. Continue raising the dumbbells until your arms are straight and the dumbbells are suspended above your chest. Hold for a count of one. Lower the dumbbells back towards your chest by relaxing your chest and shoulders while bending your elbows. Hold for a count of one Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 6,
        "name": "Decline Dumbbell Bench Press",
        "image": "blank",
        "description": "Sit on a decline bench and place your feet under the leg brace. Rest a dumbbell on each thigh. Grab hold of the dumbbells with an overhand grip and lie back on the bench. Position the dumbbells on either side of your chest. Your palms should face outwards and your arms should be bent under each weight. Slowly press the dumbbells up from the elbows until your arms are fully extended over your chest. Return to the starting position by lowering the dumbbells to either side of your chest again. You should feel a slight stretch in your chest and shoulders.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },

        {
        "id": 7,
        "name": "Flat Bench Dumbbell Flys",
        "image": "blank",
        "description": "Holding a pair of dumbbells, sit on a flat bench and slowly lower yourself back. Keep a tight core as you push the dumbbells above your chest. The dumbbells will be facing one another and held together. With a slight bend in the elbow, open up your chest and slowly lower the dumbbells to the sides. When the dumbbells are parallel with the ground, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

            {
        "id": 7,
        "name": "Incline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Set up an incline bench at about 30 degrees. Lie on the bench and hold a dumbbell in each hand with an overhand grip. Make sure you keep your back flat and your shoulders pushed back Turn your hands in so that your palms are facing each other, holding the dumbbells over your chest with your elbows slightly bent and pointing outwards. (As if you are hugging someone) Lower the dumbbells out to the side of your shoulders, while keeping your elbows slightly bent in a smooth arcing motion. Continue lowering them until you feel a stretch in your chest and shoulders. Pause for a count of one. Bring the dumbbells back to the starting position in the same smooth arc with your elbows slightly bent until the dumbbells are nearly touching. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 8,
        "name": "Decline Bench Dumbbell Flys",
        "image": "blank",
        "description": "Place a pair of dumbbells on the floor next to a decline bench. Secure yourself in the bench. Pick up dumbbells and hold them above you with a slight bend in the elbow. Keeping the dumbbells in line with your chest, slowly open up your arms to the sides. Stop when your upper arms are parallel with the floor. Squeeze your chest muscles and slowly return to starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 9,
        "name": "Seated Machine Fly",
        "image": "blank",
        "description": "Sit on a pec deck machine with your back flat against the back rest. Grip the handles and make sure your arms are parallel to the floor. If not parallel, adjust the seat or handles accordingly. This is the start position. Exhale and slowly push the handles together  squeezing your chest to the middle as you do so. Hold for a count of one. Inhale as you return to the starting position in a controlled movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 10,
        "name": "Standing Cable Crossover",
        "image": "blank",
        "description": "Stand between two cable stations with the dumbbell grip handles attached to the high pulleys on each side of you. Hold the handles with an overhand grip. Your arms should be outstretched. Bend your knees and hips slightly so that you are leaning forward, but not too far. Bend your elbows slightly and rotate your shoulders in towards the centre of your chest a little. Your elbows should be slightly behind you. Use a hugging motion, keeping your elbows in a fixed, bent position to bring the grip attachments together in front of your chest. Slowly return to the starting position until you feel a slight stretch in your chest muscles. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 11,
        "name": "Bench Cable Flys",
        "image": "blank",
        "description": "Laying flat on a bench take hold of each cable and position the handles directly above your chest.vWith only a slight bend at the elbow, allow the cable to slowly pull your arms outwards until they reach the same horizontal level as the bench.vContract your pectorals and pull the handles back inwards, without using your biceps.vFinish the repetition with the cables together above your chest in the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },

    {
        "id": 12,
        "name": "Low Upward Cable Pulley Crossover Chest Flyes",
        "image": "blank",
        "description": "Adjust the pulley lever to be below you. Stand in the center of the pulley machine while holding both handles. Brace your abdominals and take a step forward. With your chest up, bring the handles up and to the front of your body. The handles will meet at shoulder height. Pause to feel the contraction in your chest then slowly lower the handles to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders"
            }
        ]
    },
        {
        "id": 13,
        "name": "Seated Chest Press Machine",
        "image": "blank",
        "description": "Sit on the seat with your upper chest just above the horizontal handles. Push the foot lever until you are able to grasp the lever. Grasp the handles using a wide overhand grip and place your elbows out to the sides just below your shoulders. Release the foot lever and press the hand lever out until your arms are fully extended. Return the weight until your chest muscles are slightly stretched.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 14,
        "name": "Smith Machine Bench Chest Press",
        "image": "blank",
        "description": "Position a flat bench below the barbell of a Smith Machine. Lie on the bench face up and place your hands slightly outside of shoulder width on the barbell. Push the barbell up then immediately rotate it so the hooks turn out. Do not flare out your elbows. Slowly lower the barbell and pause just above your chest. Push the barbell back up to the starting position. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
        {
        "id": 15,
        "name": "Decline Push-Up",
        "image": "blank",
        "description": "Facing down, place yourself on the ground with your hands flat on the floor, directly below your shoulders. Place your feet on top of a bench or box. Only your toes and balls of your feet should be touching the floor. Maintain a flat back and tight core before lowering your chest towards the ground. Bend your elbows at a 60-degree angle until your chest is just above the ground. You should feel a stretch across your chest. Hold for a count of one. Push yourself back to the starting position by straightening your arms. Do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 16,
        "name": "Incline Push-Up",
        "image": "blank",
        "description": "Set up a bench or stable elevated surface. Begin with both hands on the bench at shoulder-width or just outside of shoulder-width. Place your feet straight behind you while you tighten your abs and engage the hips. Your hips should not dip or elevate too high during the movement. Slowly lower yourself towards the bench. Once your upper arms are parallel with the floor, pause, and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 17,
        "name": "Push-Up",
        "image": "blank",
        "description": "Get into position by placing your hands flat on the floor, directly below your shoulders. Extend your legs out behind you, with only your toes and balls of your feet touching the floor. Hold your body up and keep your back straight by tightening your abdominal muscles. Your neck and head should be bent slightly back. Lower your chest towards the ground by bending your elbows until your chest is just above the ground or you feel a stretching of your chest and shoulders. Hold for a count of one. Press upwards from your chest and shoulders, straightening your arms as you return to the starting position. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 18,
        "name": "Single Arm Dumbbell Chest Press",
        "image": "blank",
        "description": "Sit on the front of a flat bench. Hold a dumbbell with both hands. Keep your core tight and back flat as you slowly lie back on the bench. Brace your core and turn your left arm out with the dumbbell. Place your other hand on your core. Your upper left arm should be parallel with the floor. Push the dumbbell above you, in line with your chest. Keep a slight bend in the elbow. Slowly lower back to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 19,
        "name": "Standing Cable Chest Press",
        "image": "blank",
        "description": "Adjust the height of the pulley lever to be at shoulder height. Place yourself in the center of the pulley machine while holding the handle of each side. Brace your abdominals and take a step forward. Bring your arms up to shoulder height. Begin the movement by pushing the handles forward. Be sure to focus the contraction in your chest muscles. Once fully extended, pause then slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
            {
        "id": 20,
        "name": "Resistance Band Push-ups",
        "image": "blank",
        "description": "Bring yourself to the ground and place your hands below your shoulders and your feet directly behind you. Wrap a resistance band behind you so that the band is stretched across your upper back – not your neck. Brace your core and maintain a flat back. Slowly lower yourself and once your upper arms are parallel with the floor, pause, and return to the starting position. Feel the tension in your chest and triceps as the band provides resistance.",
        "category": [
            {
                "primaryMuscleGroup": "Chest",
                "secondaryMuscleGroup":"Shoulders and Triceps"
            }
        ]
    },
               {
        "id": 21,
        "name": "Standing Barbell Bicep Curls",
        "image": "blank",
        "description": "Stand straight holding a barbell with an underhand grip, your hands shoulder width apart and your arms fully extended towards the floor. Keep your elbows close to your sides.Your palms should be facing away from you. This is the start position. Keeping your upper arms stationary, curl the barbell forward and up in a smooth arcing motion while exhaling. Only your forearms should move. Continue upwards until  the bar is at shoulder level with your biceps fully contracted. Hold for a count of one while squeezing your biceps. Inhale as you return to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 22,
        "name": "Cable Hammer Bicep Curls",
        "image": "blank",
        "description": "Stand at the cable station with your feet shoulder width apart and with a slight bend at the knee. Grasp the rope with both hands and your palms facing inward. Keeping your core strong and your elbows fixed at your sides pull the rope towards the top of your chest (only the lower portion of your arms should be moving). Tense your biceps at the peak, and then slowly allow the rope to be pulled back down to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 23,
        "name": "EZ-Bar Preacher Curls",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arms on the support pad with your triceps near the top and your elbows midway down the pad. Grip the EZ curl bar with an underhand grip at shoulder width. Curl the bar in towards your chin and upper chest in a single smooth arc. Hold for a count of one. Lower the bar by extending your arms back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 24,
        "name": "Machine Preacher Bicep Curl",
        "image": "blank",
        "description": "Adjust the seat height so that you can comfortably hang your arms over the pad of the machine. Make sure your shoulders are forward, allowing you to bring your arms closer than shoulder-width. Using an underhand grip, secure the handle of the machine bar. Keep a slight bend in the elbows at all times. Move the bar up, towards your face, focusing the tension in the biceps. Pause at the top and slowly lower to the starting position. Do not allow the weight to touch the stack and do not lock out your elbows. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 25,
        "name": "One-Arm Dumbbell Preacher Curl",
        "image": "blank",
        "description": "Set up a preacher curl bench making sure that the seat is set at the right height for you. The seat shouldn’t be so low that you need to raise your shoulders, or so high that you need to lean over the support pad. Rest you arm on the support pad with your triceps near the top and your elbow midway down the pad. Grip the dumbbell with an underhand grip at shoulder width. Curl the dumbbell in towards your chin and upper chest in a single smooth arc. Hold for a count of one while squeezing your biceps. Lower the dumbbell by extending your arms back to the starting position. Repeat for the desired number of repetitions then change to your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 26,
        "name": "Superman Curls",
        "image": "blank",
        "description": "Set up a cable station by adjusting the pulley height on each side to a little higher than shoulder height. Attach a stirrup type handle to each pulley. Select a weight that is comfortable, making sure the weight is the same on both sides of the machine. Stand between the two weight stacks of the machine, with your feet shoulder width apart. Extend your arms fully to your sides and grip the handles with an underhand grip. Make sure your arms and shoulders are in a straight line and aligned with the handles. This is the start position Exhale and contract your biceps to curl your forearms towards your shoulders. Continue until your forearms and biceps touch. Hold for a count of one while squeezing your biceps. Return to the star position in a smooth action while inhaling. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 27,
        "name": "Seated Alternating Incline Bench Dumbbell Curls",
        "image": "blank",
        "description": "Set up an incline bench at 45 degrees. Holding a dumbbell in each hand, sit on the bench, keeping your shoulders and back firmly against the back rest. Put your arms down by your side with your palms facing in to your body. Slowly curl your arms up, rotating your wrist outwards (thumbs pointing away from your body) until the dumbbell is level with your shoulders. (Your palms should be facing your shoulders) Flex or squeeze your bicep at the top of the movement and hold for a count of one. Slowly lower the dumbbells back to the start position, turning your palms back in to your body. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 28,
        "name": "Seated Dumbbell Bicep Curls",
        "image": "blank",
        "description": "Sit on a flat bench holding a dumbbell in each hand  with an underhand grip. Keep your back straight and shoulders back. Keep your arms fully extended with your elbows close to your sides. Rotate your palms so that they are facing in towards you. This is the start position. Keeping your upper arms upper arm stationary, start to curl the dumbbells upwards in a smooth arc. As you curl the dumbbells upwards rotate your wrists, so that your palms  face in towards you at the end of the movement. Continue the movement until  the dumbbells are at shoulder level and your biceps are fully contracted. Hold for a count of one as you squeeze your biceps. return to the start position, rotating your wrists back to an underhand grip position. Repeat. ",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 29,
        "name": "Seated Dumbbell Concentration Curls",
        "image": "blank",
        "description": "Sit on a flat bench with your legs spread, knees bent and your feet flat on the floor with a dumbbell between your feet. Use either arm to pick the dumbbell up and hold it with an underhand grip. Place the back of that upper arm on the top of your inner thigh on the same side. Your palm should be facing away from your thigh. Keep your arm fully extended downwards without letting the dumbbell rest on the floor. This is the start position. Curl the dumbbell forward and up in a smooth arc, contracting your biceps and exhaling. Continue curling the dumbbell upward until your biceps are fully contracted and the dumbbell is at shoulder level.  Hold for a count of one while squeezing your biceps. Return to the start position in a controlled, smooth arc inhaling as you do so. Do not swing the dumbbell down. Repeat for all the repetitions for that arm then switch and repeat the movement with your other arm.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 30,
        "name": "Standing Bicep Cable Curls",
        "image": "blank",
        "description": "Set up a cable station with a straight bar attachment connected to the low pulley. Stand close to the station, feet shoulder width apart either side of the pulley. Grip the bar with a shoulder width underhand grip. Keep your elbows close to your sides. Curls your arms upward from the elbows in a smooth arc. Continue until your forearms are vertical with your palms facing your shoulders. Hold for a count of one while flexing your biceps. Lower the bar back to the starting position in a smooth motion. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
               {
        "id": 31,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 32,
        "name": "Standing Dumbbell Bicep Hammer Curl",
        "image": "blank",
        "description": "Stand straight holing a dumbbell in each hand with a neutral grip. Keep your arms fully extended with your palms facing in to your sides. Keep your elbows tucked in to your sides. This is the start position. Keeping your upper arm stationary, exhale and curl the dumbbells up towards your shoulders. Continue  raising the dumbbells until your biceps are fully contracted and the dumbbells are at shoulder level. Hold for a count of one and squeeze your biceps. Return to the start position in a smooth movement, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 33,
        "name": "Standing Dumbbell Bicep Curl",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Biceps",
                "secondaryMuscleGroup":"Forearms"
            }
        ]
    },
                   {
        "id": 34,
        "name": "Machine Seated Tricep Dips",
        "image": "blank",
        "description": "Sit at the Triceps Dip machine but make sure to brace your core throughout the movement. Place your hands on the bar with your elbows pointing behind you. Your arms will make a 90 degree angle. Slowly push down on the bars, focusing all the movement in your triceps. When you reach the bottom, pause and do not lock out your elbows. Slowly return to the starting position but do not let the weight touch the stack.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                   {
        "id": 35,
        "name": "Assisted Tricep Dips",
        "image": "blank",
        "description": "Begin by using the weight stack to offset your bodyweight on an Assisted Dip machine. Now, position your knees securely on the padded surface while holding on to the bars on either side of you. Before lowering yourself, make sure that your core is tight and that your elbows are pointing directly behind you. Slowly, lower yourself until your upper arms are parallel with the floor. Push yourself back to the starting position and squeeze your triceps at the top. Lower yourself again slowly for the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 36,
        "name": "Bent Over Double Arm Tricep Kickbacks",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Let your arms hang by your side with your palms facing in to the side of your body. Keep your elbows close to your sides. Curl the dumbbells up towards your shoulders. Do not swing your hips to get the weight moving. Continue raising the dumbbells until they are level with your shoulders with your palms facing in. Your forearm should be in a vertical position. Squeeze or flex your bicep and hold for a count of one. Slowly lower the dumbbells to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"

            }
        ]
    },
                   {
        "id": 37,
        "name": "Cable Rope Overhead Triceps Extensions",
        "image": "blank",
        "description": "Attach a rope to the bottom pulley of a cable station. Grip the rope with both hands using a neutral grip. Turn your body away from the cable station. Fully extend your arms until your hands are directly above your head pointing to the ceiling. Keep your elbows  close to your head. This is the start position. Slowly lower the rope behind your head, keeping your upper arms stationary, inhaling as you do so. When your triceps are fully extended, hold for a count of one while squeezing your triceps. Return to the starting position by flexing your triceps  and extending your arms. Exhale as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
         
            }
        ]
    },
                   {
        "id": 38,
        "name": "Cable Tricep Kickback",
        "image": "blank",
        "description": "Grab the handle of a lowered cable pulley with your right hand. Place your left foot forward and your right foot behind you. Keep a tight core and flat back as you bend at the hips, resting your left forearm on your left knee. Raise your right elbow up and keep it at your side. Extend your right hand behind you. Pause and slowly lower to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
      
            }
        ]
    },
                   {
        "id": 39,
        "name": "Bench Tricep Dips",
        "image": "blank",
        "description": "Sit on a chair with your hands either next to your hips or slightly under the hips. Lift up onto your hands and bring your hips forward. Bend your elbows and lower your hips down, keeping shoulders down and hips close to the chair. Push back up but don’t lock your elbows and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 40,
        "name": "Close-Grip Overhand Barbell Bench Press",
        "image": "blank",
        "description": "Lie on a flat bench with your feet flat on the floor. Make sure your back is completely flat on the bench, with no “arching” of your spine. Grip the barbell with an overhand grip, shoulder width or slightly less than shoulder width apart. (Do not make your grip too narrow as it limits stability of the barbell which can lead to injury) Push up using your chest and shoulders to lift the barbell above your body, then lower it slowly ( a count of 2) towards the centre of your chest. Hold for a count of one. Without “bouncing” the weight, force the barbell back up over the middle of your chest, straightening your arms and locking your elbows once your arms are fully straight. Hold for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 41,
        "name": "Decline Lying Triceps Extension / Decline Skull Crushers",
        "image": "blank",
        "description": "Set up a decline bench to between 15 and 30 degrees. (The angle is not important, your comfort and form is.) Place the EZ bar on the rack at the foot of the bench. Sit on the bench and position your feet under the foot pads. Lean forward and grip the EZ bar with an overhand grip, shoulder width apart. Lift the bar from the rack. (Because of your position when doing this, I recommend getting a spotter to assist you) Lat flat on the bench holding the bar above your chest with your arms extended and elbows locked. Lower the EZ bar towards you by bending your arms toward you in a smooth arc. Your upper arms should not move. Continue lowering the bar until it is just above or gently touching your forehead. You should feel a stretch in your triceps. Hold and squeeze you triceps for a count of one. Return to the staring position by extending your arms in a smooth arc. (Again, your upper arms should not move) Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
                       {
        "id": 42,
        "name": "Flat Bench Barbell Skull Crushers",
        "image": "blank",
        "description": "Holding a preacher curl barbell with an overhand grip, carefully sit on a bench. Slowly lie back and bring the barbell above your head. Make sure that your feet are flat on the floor and your core is braced. Keep the upper arms in place as you bend at the elbow and allow the forearms to slowly dip back towards your head. Once the barbell reaches the bottom, pause and slowly push the barbell back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
    {
        "id": 43,
        "name": "Diamond Push-ups",
        "image": "blank",
        "description": "Position yourself on all fours on a mat. Place your hands in front of you and shoulder-width apart. Now bring your hands in towards the center until the tips of your index fingers and tips of your thumbs are touching. This creates a diamond shape between your hands. Your elbows and wrists should be in line with your chest. With your fingers facing forwards, lift off your knees so that your body forms a straight line and just your hands and toes touch the floor. Keep you pelvis straight and abs engaged and aim to keep a straight back throughout the movement. Bend your elbows and lower your body towards the floor, aiming to touch your chest to the top of your hands. Pause briefly. Return to the starting position by extending your elbows and lifting your body off the floor again.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
    {
        "id": 44,
        "name": "Incline Close-Grip Bench Press",
        "image": "blank",
        "description": "On the incline bench, lay down and ensure that your back is in a fixed, non-arching, position. Firmly take hold of the barbell at a slightly-less-than-shoulder-width grip. Remember, you’ll be working with less weight than a standard, flat bench press. Lower the bar down towards your nipple line and allow the barbell to drop no farther than one inch from your chest. Drive the weight back upwards using a combination of triceps and chest strength.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 45,
        "name": "Lying Dumbbell Tricep Extensions",
        "image": "blank",
        "description": "Lie flat on your back on a bench and position your feet flat on the floor on either side of the bench. With a dumbbell in each hand, extend your arms over head until fully extended. Your palms should face one another and your hands should be close together. Bend the elbows and lower the weights to either side of your head. Extend your arms to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 46,
        "name": "Seated Single Arm Overhead Dumbbell Tricep Extensions",
        "image": "blank",
        "description": "Sit on a bench while holding a dumbbell in your left hand with an overhand grip. Tighten your core and straighten your lower back. Lift the dumbbell to shoulder height. Push the dumbbell overhead with your palm facing forward. Keep the upper arm in place. Slowly bend at the elbow and lower the weight behind your head. Push the dumbbell back up over your head squeezing the tricep muscle. Immediately begin the next repetition. Switch sides once you have completed all repetitions.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 47,
        "name": "Seated Tricep Overhead Extension",
        "image": "blank",
        "description": "Sit on a bench with back support. Grip a dumbbell at one end using both hands. Your palms should be facing inward. Hold the dumbbell overhead with your arms fully extended.  This is the the start position. Keep your upper arms close to your head (biceps roughly level with your temples) and near to 90degrees to the floor. Moving only your forearms, lower the dumbbell in a smooth arc behind your head until your forearms and biceps touch. Hold for a count of one. Return to the start position by using the triceps to extend your arm and raise the dumbbell. Exhale as you do this. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 48,
        "name": "Standing Overhead Barbell Triceps Extensions",
        "image": "blank",
        "description": "Stand with feet shoulder-width apart. Core is tight and back is flat. Hold a barbell with an overhand grip. Hands should be closer than shoulder-width. Bring the barbell above your head with arms fully extended. Keep the elbows up and the upper arm in place. Lower the barbell behind your head until your forearms touch your biceps. Return to the top of the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 49,
        "name": "Tricep Cable Pushdowns",
        "image": "blank",
        "description": "Set up a cable station with a straight bar on attached to the top pulley. Grip the bar with an overhand grip, with your hands slightly less than shoulder width apart. Position your feet shoulder width apart, with knees slightly bent for stability. Pull the bar down until your forearms are parallel to the floor with your elbows close to your body and your wrists locked in a straight position. This is your staring point. Moving only your forearms, push the bar down towards the floor until your arms are fully extended and you feel a stretch in your triceps. Hold for a count of one and squeeze your triceps. Return to the start position moving your forearms only. Hold for a count of one then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 50,
        "name": "Tricep Dips",
        "image": "blank",
        "description": "Standing between the bars of a dip station, grip the bars with an overhand grip,keeping your elbows tucked in close to your body. Allow your body weigh to hang so it is being supported by your arms and shoulders. Keep your hips straight. Push down through your palms with your arms, lifting your body up until your arms are almost straight. (Do not lock your elbows) Lower your body by slowly bending your elbows and continue down until you feel a slight stretch in your shoulders. Pause, then push yourself back to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 51,
        "name": "Weighted Tricep Dips",
        "image": "blank",
        "description": "Carefully secure a weight belt around your hips. Step up to a dip bar. Position your hands on the bar with an overhand grip. Push yourself up and into the air with straight arms. Tighten the core to control stability. Begin the exercise by bending at the elbows and slowly lowering yourself. Once the upper arm is parallel with the ground, pause and push yourself back up. Be sure to focus the contraction into the triceps.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 52,
        "name": "Weighted Bench Dips",
        "image": "blank",
        "description": "Set up 2 flat benches opposite each other. They should be roughly the distance of your hips to the floor apart. Stand with your back to one bench, facing the other, then crouch down placing your palms behind you on the edge of the bench. Your arms should be fully extended at shoulder width, with your fingers facing forward. Place the heels of your feet on the other bench. Keep your legs fully extended. Have a spotter place a barbell weight plate or dumbbell on your lap. This is the start position. Slowly lower yourself down by bending your elbows, until they are at 90 degrees or slightly less. Hold for a count of one. Return to the starting position by pushing yourself up using only your triceps to straighten your arms. Hold then repeat",
        "category": [
            {
                "primaryMuscleGroup": "Triceps"
   
            }
        ]
    },
         {
        "id": 53,
        "name": "Bent Over Barbell Row From Floor",
        "image": "blank",
        "description": "Set up a barbell on the floor and stand facing it with your legs slightly wider than shoulder width apart and your knees slightly bent. Bend forward at your waist and grip the barbell with an overhand grip. Keep your back straight and nearly parallel to the floor. Keep your head and neck straight. This is the start position. Without moving your torso, exhale and lift the barbell up towards you from the floor. Keep your elbows close in to your body and use your forearms to support the weight. At the top of the movement, hold for a count of one and squeeze your back muscles. Return the barbell back to the floor as the start position, inhaling as you do so.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 54,
        "name": "Bent Over Barbell Rows",
        "image": "blank",
        "description": "Set up a barbell on the floor and stand facing it with your legs slightly wider than shoulder width apart and your knees slightly bent. Bend forward at your waist and grip the barbell with an overhand grip. Keep your back straight and nearly parallel to the floor. Keep your head and neck straight. This is the start position. Without moving your torso, exhale and lift the barbell up towards you. Keep your elbows close in to your body and use your forearms to support the weight. At the top of the movement, hold for a count of one and squeeze your back muscles. Return to the start position inhaling as you do so.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 55,
        "name": "T-Bar Row",
        "image": "blank",
        "description": "Set up an Olympic (long) barbell with weight plates on one end only. Put the other end of the bar against a wall or something heavy so it can’t slide backwards. Straddle the bar with your knees slightly bent. Bend forward at the waist until your torso is nearly parallel to the floor. Grip the bar close to the weight plates with both hands, using a neutral grip. One hand in front  the other. This is the start position. Keeping your back straight and exhaling, pull the bar straight up by bending your elbows until the plates touch your chest. Hold and squeeze your back muscles. Return to the start position in a slow smooth movement to place emphasis on your lats. Inhale as you do so. Keep the bar from touching the floor. pause then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats and Lower Back",
                "secondaryMuscleGroup": "Biceps, Upper Back & Lower Traps"
   
            }
        ]
    },
         {
        "id": 56,
        "name": "Close Grip Lat Pulldown",
        "image": "blank",
        "description": "Sit at a Lat Pulldown machine and secure your legs underneath the padded surface. Select an appropriate weight on the stack. Reach up to grab the barbell, taking a close-grip. Your hands should be at or closer than shoulder-width. Tighten your core and keep your chest up as you pull the barbell down and towards your chest. Be sure to pull with your lat muscles. Once the bar is at your chest, slowly allow it to return to the starting position but don’t let the weight stack touch. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back/Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
         {
        "id": 57,
        "name": "Chinup",
        "image": "blank",
        "description": "Step up to the bar and grasp it with your palms facing you and arms close together. Your arms should be fully extended. Cross your ankles and bend your knees, Pull your body up until your elbows are completely bent and close to your body, reaching your chin to the bar. Lower your body until your arms and legs are fully extended in the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Upper Back and Lower Traps",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
         {
        "id": 58,
        "name": "Dumbbell Incline Bench Rows",
        "image": "blank",
        "description": "Lean forward into an incline bench Using a neutral grip, hold a dumbbell in each hand so your palms are facing in. Your arms should be fully extended and hanging straight down. This is the start position. Pull your shoulder blades back and flex your elbows to pull the dumbbells up to your sides. Hold and squeeze your shoulder and back muscles. Return to the start position in a slow, controlled movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
         {
        "id": 59,
        "name": "Inverted Rows",
        "image": "blank",
        "description": "Set the bar to your waist height. Lie on your back under the bar. Reach up and grip the bar with an overhand grip with both hands. Keeping your body straight,  pull yourself up towards the bar by pulling your elbows as far back as you can and trying to touch the bar with your chest. Hold and squeeze your arm and back muscles. Lower yourself back to the start position in a controlled motion. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
         {
        "id": 60,
        "name": "Machine Assisted Pullups",
        "image": "blank",
        "description": "Select the correct weight to counterbalance your own before beginning. The heavier the weight, the easier it will be. Reach above and use an overhand grip to secure yourself as you kneel on the padded surface of the assisted machine. Tighten your core as well as your glutes. Lower yourself slowly. Do not lock out the elbow. Pull yourself back to the starting position but do not let the weight touch the stack. Pause and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },

             {
        "id": 61,
        "name": "One Arm Barbell Rows",
        "image": "blank",
        "description": "Place weight on one end of a barbell. Straddle the barbell with the weight in front. Bend your knees and drive your hips back as you keep a flat back and tight core. Grab the barbell with the left hand and support yourself with your right hand. Pull the barbell up, towards you, contracting the back muscles. Slowly lower and repeat on the other side.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 62,
        "name": "Pull-Ups",
        "image": "blank",
        "description": "Standing under a pull up bar, reach up and hold onto the bar with an overhand grip. Make sure your hands are about twice your shoulder width apart. Keep your arms straight and hang from the bar so that your arms are taking all of your weight. Keeping your body straight and not swinging your weight, pull your body up towards the bar by pulling your elbows down towards your torso at an angle. Continue lifting until your chest is nearly touching the bar. You should feel a “squeeze” at the base of your lats (about midway down your back and to the side) as they contract.  Once your lats have completely contracted at the top of the movement, slowly lower your body to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Forearms, Shoulders"
   
            }
        ]
    },
             {
        "id": 63,
        "name": "Rack Pulls",
        "image": "blank",
        "description": "Set up a power rack station so that the rack is at your knee height. Bend your knees as you drive your hips back. Keep your chest up. Grab the barbell with an overhand or mixed grip, based on comfort and preference level. Maintain a flat back as you stand up straight and drive your hips forward. Pause then slowly return to the starting point.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back",
                "secondaryMuscleGroup": "Hamstrings, Quadriceps, Glutes"
   
            }
        ]
    },
             {
        "id": 64,
        "name": "Resistance Band Bent Over Rows",
        "image": "blank",
        "description": "Begin the movement by stepping on to a resistance band with your feet at shoulder-width, toes pointed slightly out. Bend slightly at the knees and forward at the hips. Maintain a braced core and flat back throughout. Leading with your elbows, pull the handles of the resistance band back, bringing your shoulder blades closer together. Hold this contraction and slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 65,
        "name": "Seated Cable Rows",
        "image": "blank",
        "description": "Connect a V-bar attachment to the low pulley on a cable station or cable rowing machine. Sit down at the station and place your feet on the foot pads or crossbar provided, while keeping your knees slightly bent. Lean forward, keeping your back straight and grip the V-bar handles with both hands. Keeping your arms fully extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched, with your chest should be pushed out. This is the start position. Keeping your torso stationary, pull the handles back towards you while squeezing your back muscles. Keep your arms close to your sides until your hands reach your abdomen. Exhale as you perform this movement. Hold for a count of one. Inhale as you return to the start position in a smooth movement. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
             {
        "id": 66,
        "name": "Seated Machine Back Row",
        "image": "blank",
        "description": "Seat yourself at a Row Machine and select the appropriate weight. Sit up straight with a tight core. Reach forward and take an overhand grip on the bar in front of you. Activate your lats before the movement. Pull the bar towards you, emphasizing the lat movement. Pause when the bar is at your sides and squeeze your back. Slowly, return the bar to the starting position but do not set it down. Repeat the movement, ensuring your back is activated throughout.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
             {
        "id": 67,
        "name": "One Arm Dumbbell Bench Rows",
        "image": "blank",
        "description": "Place a dumbbell on each side of a flat bench. Place your right knee on the end of the bench. Bend your torso from the waist until your upper body is parallel to the floor, while placing your right hand on the bench in front of you for support. With your left hand, pick up the dumbbell with an overhand grip. The palm of your hand should be facing into you. Keep your lower back straight. This is the start position. Using your back muscles, pull the dumbbell straight up to the side of your chest, keeping your upper arm close to your side. Exhale as you do so. At the top of the movement, hold for a count of one and squeeze your back muscles. Return to the start position inhaling as you do so. Repeat. Complete all repetitions for one side before switching sides.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
             {
        "id": 68,
        "name": "Standing Two Arm Bent Over Dumbbell Row",
        "image": "blank",
        "description": "Stand tall with a tight core and flat back. Hold a pair of dumbbells at your side with an overhand grip. Bend slightly at the knees as you push your hips back. Keep your chest and head up. Upper body should be almost parallel with the floor. With your elbows at a 60-degree angle, bring the dumbbells up. Pause when your upper arm is parallel with the floor. Contract the muscle then slowly return the dumbbells to the starting point.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
                 {
        "id": 68,
        "name": "V-Bar Lat Pulldowns",
        "image": "blank",
        "description": "Attach a V-bar / Triangle Bar to the Lat Pulldown machine. Sit on the bench and make sure your knees are secure. Reach up and grab the V-bar with an overhand grip. Be sure to brace your core. Begin the movement by leaning back slightly while pulling down on the V-bar. Be sure to engage your middle back during the movement. Once the V-bar is at your chest, pause, contract the muscle, and slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 69,
        "name": "Wide-Grip Lat Pulldowns",
        "image": "blank",
        "description": "Set up a cable station with a straight bar attached to the top pulley. Sit on the seat facing the station. Keep your feet flat and planted firmly on the floor. Using an overhand grip, hold the bar as wide as comfortable. (Your hands should be about 1 1/2 – 2 times body width apart.) Lean back slightly without arching your back. Pull the bar towards the top of your chest using your shoulders while arcing your elbows out to the sides of your body. At the end of the movement squeeze you shoulders together slightly and hold for a count of one. Return to the start position by arcing your elbows forward while relaxing your shoulders. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 70,
        "name": "TRX Row",
        "image": "blank",
        "description": "Secure a pair of suspension straps. Stand facing the straps, brace your lower back, and tighten your core. Lean back, letting the straps hold your weight. Your arms should be straight. Pull yourself up with your back, maintaining a tight core. Squeeze the back muscles and slowly lower yourself. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Lower Back, Upper Back & Lower Traps",
                "secondaryMuscleGroup": "Biceps, Shoulders"
   
            }
        ]
    },
                 {
        "id": 71,
        "name": "Weighted Pull-Ups",
        "image": "blank",
        "description": "Carefully secure a weight belt around your hips. Stand below a pull-up bar. Reach up and secure your overhand grip. Brace your core. Begin the movement by pulling with your lat / middle back muscles to bring your body towards the bar. Once your chest nears the bar, pause to feel the contraction in your back then slowly lower yourself to the starting position. Do not lock out your elbows.",
        "category": [
            {
                "primaryMuscleGroup": "Middle Back / Lats",
                "secondaryMuscleGroup": "Biceps"
   
            }
        ]
    },
                 {
        "id": 72,
        "name": "Air Squats",
        "image": "blank",
        "description": "Place your feet at shoulder width apart while keeping your chest up and your abdominals braced.Begin the movement by swinging your arms up towards your shoulders. At the same time, bend at the knees and drive your hips back like you’re sitting in a chair. Once your upper thighs are parallel with the ground, pause, then drive your hips forward to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes"
   
            }
        ]
    },
                 {
        "id": 73,
        "name": "Alternating Bodyweight Lunges",
        "image": "blank",
        "description": "Stand straight – that’s the starting position. Step forward with your left leg and slowly lower your body until your front knee is bent at least 90 degrees, while your rear knee is just off the floor. Keep your torso upright the entire time. Look forward. Pause, then push off your left foot off the floor and return to the starting position as quickly as you can. On your next rep, step forward with your right leg. Continue to alternate back and forth—doing one rep with your left, then one rep with your right.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes"
   
            }
        ]
    },
                 {
        "id": 74,
        "name": "Alternating Curtsy Lunges",
        "image": "blank",
        "description": "Standing with a braced core and flat back, bring your hands together at chest height. Position your feet to be at hip-width. Beginning with the right foot, step backward and across your left foot. Simultaneously, bend the left knee and drop it towards the ground. Stop when the front right knee is parallel with the ground. Push off the ground with your right foot and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                 {
        "id": 75,
        "name": "Barbell Box Squats",
        "image": "blank",
        "description": "Begin by positioning a barbell at or just below shoulder level in the squat rack. Behind the squat rack, place a tall wooden box or chair. Place yourself underneath the barbell. Make sure the bar is across your upper traps and NOT on your neck. Place your feet outside of shoulder-width with your toes pointed slightly out. Brace your core and keep your chest up. Bend at the knees as you drive your hips back. Lower yourself slowly until your butt touches the box. Pause then drive your hips forward to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 76,
        "name": "Barbell Hack Squats",
        "image": "blank",
        "description": "Begin by placing a loaded barbell behind you. Place two 25 lb plates under the back of your feet. Tighten your core and straighten your lower back. Slowly squat down, getting a good grip on the barbell behind you. Check to make sure your posture is still perfect and balanced. Stand up while holding the barbell behind. Use your heels to drive yourself back up. Do not straighten your knees at the top. Slowly lower yourself back down, driving your hips behind you. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 77,
        "name": "Barbell Lunges",
        "image": "blank",
        "description": "Set up a  barbell on a rack  at just below shoulder level. Step under the bar placing the back of your shoulders under it. Do not rest the bar on your neck. Grip the the bar using an overhand grip with your elbows bent to90 degrees or slightly more. Less of an angle means your hands are too close together which can cause instability of balance. Lift the barbell clear of the rack by  pushing with your legs, while straightening your torso. Step away from the rack. Step forward with your right leg and squat down through your hips. Keep your back straight  and be careful to maintain your balance. Inhale as you lower yourself. Continue lowering your body until your left knee is nearly touching the floor. Return to the start position b pushing through your heel, exhaling as you do so. Complete all the repetitions for one leg before switching.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 78,
        "name": "Barbell Overhead Squats",
        "image": "blank",
        "description": "Place an appropriate amount of weight on a barbell in a squat rack. Position your hands in an overhand grip outside of shoulder-width on the barbell. Before beginning, make sure that your core is tight and your chest is up. Push the barbell straight above your head, locking out your elbows. Once you feel stabilized, slowly bend the knees and drive back your hips. Once your upper thighs come parallel with the ground, slowly push back up, returning to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors, Shoulders"
   
            }
        ]
    },
                     {
        "id": 79,
        "name": "Barbell Split Squats",
        "image": "blank",
        "description": "Place an appropriate amount of weight on a barbell in a squat rack. Once ready, position yourself underneath the barbell. Keep your core tight and drive your hips forward to lift the barbell off the rack. Step away from the rack. Secure the barbell on your traps and make sure your core is braced before beginning. Step out with the left foot, leaving the right foot behind. From this position, lower the back right knee towards the ground. Push up with your front left leg. Please note that you will not kick back up into a regular standing position until all repetitions have been completed. Continue this up and down pattern. Switch sides and perform the same pattern with the right leg in front.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 80,
        "name": "Barbell Back Squats",
        "image": "blank",
        "description": "Set up the barbell on the squat rack so that it is at the same height as your upper chest. Position your body under the bar, with knees bent so that the bar is resting high on the back of your shoulders. Grip the bar with your hands comfortably wider than your shoulders. Slowly straighten your legs to push upwards, lifting the barbell from the rack and take one step forward. Stand with your legs shoulder width apart. Bend your knees forward and allow your hips to bend back as if sitting down, Continue this movement down until your thighs are parallel to the floor or slightly more, making sure your knees are pointing in the same direction as your feet. Hold for a count of one. Push up through your heels while straightening your hips and knees, until you are standing in the start position. Make any adjustments necessary to your stance and grip before continuing on the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 81,
        "name": "Barbell Step-Ups",
        "image": "blank",
        "description": "Set up a barbell in a rack at shoulder height. In front of the rack, place an aerobic or exercise step on the floor. Position yourself under the barbell so it is resting across your shoulder. Not on your neck. Stand up straight to lift the barbell from the rack and walk forward to the step. Place one foot on the step and push down through your heel while straightening your leg to lift yourself up onto the step and place your other foot flat on the step.Hold fora count of one. Step down with the opposite leg to the one you started the movement with. Repeat all the repetitions of the set for your chosen lead leg before changing to the other.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 82,
        "name": "Lateral Lunges",
        "image": "blank",
        "description": "Stand tall with a tight core and make sure your feet are shoulder-width apart. Bring your hands together for balance. Step directly to the left, leaving your right foot in place. Bend the left knee and pause once the upper left thigh is parallel to the ground. Your right leg should be completely straight. Contract the hamstring muscle then push off the ground to return to the starting position. Repeat on the right side. Alternate this movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 83,
        "name": "Bodyweight Sumo Squats",
        "image": "blank",
        "description": "Stand with your feet in a wide stance, with your toes slightly pointed outwards – like a sumo wrestler. Hold your hands together in front of your chest. Keeping your back straight, lower your body towards the ground by bending your knees. As you reach a fully squatting position (legs are bent at a 90-degree angle), hold the pose for 1 second before driving your feet into the floor and slowly push your body back up to the starting position. For a bonus, tense your glutes at the top of the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                     {
        "id": 84,
        "name": "Bulgarian Split Squats",
        "image": "blank",
        "description": "Stand up straight while holding two dumbbells. Maintain a tight core and flat back as you carefully place your right foot on top of a bench behind you with toes facing down.  Bend at the front knee as you drop the back knee, maintaining perfect form. Front knee should not go over the toes. Allow your thigh to come to parallel with the floor. Pause then slowly return to the starting position without locking out your knee. Repeat then switch sides once set is complete.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 85,
        "name": "Cable Hip Abduction/Adduction",
        "image": "blank",
        "description": "Standing sideways with your left side facing the weight stack of a pulley machine, attach an ankle cuff to the right ankle. Hold the machine for balance if you need to and slowly lift your right leg up to the right side. Pause and slowly return your right leg to starting position. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps and Glutes"

   
            }
        ]
    },
                        {
        "id": 86,
        "name": "Dumbbell Lunges",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand with your feet shoulder width apart. Keep your shoulders back and your back straight. Take a long stride forward with your right leg. Your right foot should be in a position, that when you bend your right knee, your upper and lower leg form a 90 degree angle. Slowly bend both your knees, to lower your hips until your left (rear) knee is just above the floor. Hold for a count of one Return to the start position by slowly straightening your legs and raising your body back to a standing position  Complete all the repetitions for one set full set, then switch legs, or you can alternate between legs for each rep.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 87,
        "name": "Dumbbell Squat to Overhead Press",
        "image": "blank",
        "description": "Stand with your feet shoulder-width apart with dumbbells above your shoulders. Squat down keeping your back flat and your knees over your toes. Push through your heels to return to standing while pressing the dumbbells overhead with arms fully extended. Return to starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors, Shoulders"
   
            }
        ]
    },
                        {
        "id": 88,
        "name": "Dumbbell Squats",
        "image": "blank",
        "description": "With your feet shoulder-width apart, stand with dumbbells as your sides with your palms facing each other. Keeping your back straight and facing forward, squat down until your thighs are parallel to the floor. Pause for one second. Pushing up from your heels, raise back up to starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 89,
        "name": "Dumbbell Step-ups",
        "image": "blank",
        "description": "Place a bench in front of you. Hold a pair of dumbbells and stand facing the bench. Brace your core and keep your gaze straight ahead. Bring your right knee up and step up on to the bench. Placing all of the effort in your right leg, bring your body up into a standing position on the bench. Slowly lower yourself to the starting position and switch legs.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 90,
        "name": "Dumbbell Walking Lunges",
        "image": "blank",
        "description": "Holding a pair of dumbbells at your sides, stand tall with your chest up and abdominals contracted. Begin the movement by stepping forward with the left foot. Drop the back right knee towards the floor and keep the left knee bent. Drive yourself up and take a step forward with your right foot. The left knee will go towards the floor and you’ll bend the right knee. Continue this back and forth pattern. Be sure to keep the abdominals braced during the entire movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 91,
        "name": "Barbell Front Squats",
        "image": "blank",
        "description": "Position yourself under a barbell held by a squat rack. Keeping your elbows high, place your arms up and under the bar. The bar should be resting on the front of your shoulders. Core is tight. Back is flat. Maintaining control, lift the bar up. Bend your knees forward and allow your hips to bend back as if sitting down. Pause when thighs are parallel with the floor. Return to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 92,
        "name": "Goblet Squats",
        "image": "blank",
        "description": "Stand with your feet shoulder width apart while holding a light dumbbell to your chest. You should hold the dumbbell by one end between your hands, with the other end extending down your torso. This is the start position. Squat down keeping your slightly arched and pushing your hips back. Continue down until your thighs are parallel to the floor. Hold for a count of one. Return to the start position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
                        {
        "id": 93,
        "name": "Bulgarian Split Squats",
        "image": "blank",
        "description": "Stand up straight while holding two dumbbells. Maintain a tight core and flat back as you carefully place your right foot on top of a bench behind you with toes facing down.  Bend at the front knee as you drop the back knee, maintaining perfect form. Front knee should not go over the toes. Allow your thigh to come to parallel with the floor. Pause then slowly return to the starting position without locking out your knee. Repeat then switch sides once set is complete.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
    {
        "id": 94,
        "name": "Jump Squats",
        "image": "blank",
        "description": "Stand with your feet hip width apart. Your toes should be pointing straight ahead or only slightly outward. Cross your arms in front of your body, place your hands behind your head or at the sides of your head. Keep your weight on your heels and bend your knees while lowering your hips towards the ground as if you are sitting down on a chair. Keep your back straight at all times. Continue until you feel a slight stretch in your quadriceps. Do not let your knees extend out beyond the level of your toes. Pause for a count of one. In an explosive movement, drive down through your heels pushing yourself up of the floor with your quads. At the same time extend our arms out above you. Land with your knees slightly bent to absorb the impact. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 95,
        "name": "Kettlebell Deadlift",
        "image": "blank",
        "description": "Place a kettlebell on the ground. Step over the kettlebell so that it is in the center beneath you. Move your feet to shoulder-width or just outside of shoulder-width. Tighten your core and keep your chest up. Begin by kicking your hips back and slightly bending your knees. Extend your arms down to grab onto the kettlebell. Holding on to the kettlebell, drive your hips forward to stand back up. Slowly, reverse the movement by kicking your hips back and slightly bending the knees. Do not let your lower back arch.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps and Lower Back"
   
            }
        ]
    },
       {
        "id": 96,
        "name": "Kettlebell Squats",
        "image": "blank",
        "description": "Stand with your feet slightly wider than shoulder width apart Hold the kettlebell with both hands in an overhand grip in front of your chest. Keep your elbows locked at your sides.   Lower your body towards the ground, ensuring that you’re not leaning too far forwards or too far backwards. At your lowest point, drive upwards through your feet and tense your glutes at the top of the motion.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 97,
        "name": "Leg Press Machine",
        "image": "blank",
        "description": "Sit down on a leg press machine and place your legs on the platform directly in front of you at shoulder width. Lower the safety bars holding the weighted platform  and press the platform all the way up until your legs are fully extended in front of you bot do NOT lock your knees. Your torso and legs should be at a 90degree angle to each other. This is the start position. Inhaling, slowly lower the platform until your upper and lower legs form a 90-degree angle. Pause for a count of one, Return to the starting position by pushing through the heels of your feet, engaging your quadriceps. Exhale as you do so. Repeat. After completing the desired number of repetitions, make sure you lock the safety pins of the machine before alighting.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 98,
        "name": "Lying Hamstring Curl",
        "image": "blank",
        "description": "Lie face down on a leg curl machine and lock your heels under the foot pad. Make sure your legs are fully extended and the foot pads are resting on the back of your ankles. If the machine is equipped with handles, grip them. If not, grip the front of the pad you are lying on. Remaining flat on the bench, with no arching of your spine, curl your legs up in a smooth arcing motion by bending your knees until your hamstrings are fully contracted. Hold for a count of one. Slowly lower your legs to the starting position in a smooth arcing motion. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes"
   
            }
        ]
    },
       {
        "id": 99,
        "name": "Machine Hack Squats",
        "image": "blank",
        "description": "Place your back flat against the back pad of the hack machine and position your shoulders under the shoulder pads. Place your legs in a shoulder width stance with your toes pointed out slightly. Grip the side handles of the machine and disengage the safety bars. Straighten your legs, but do not lock your knees. This is the start position. Inhale as you slowly lower the weight by bending your knees. Continue down until the angle between your upper legs and your calves is slightly less than 90-degrees. Your outer knee should be in line with your toes. Do not extend your knees past your toes. Hold for a count of one. Return to the start position by pushing down through your heels and extending your legs, exhaling as you do so. When you reach the starting position ,hold for a count of one. Repeat",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 100,
        "name": "One Arm Kettlebell swings",
        "image": "blank",
        "description": "Start with one kettlebell placed on the floor between your feet. Bend your knees and back slightly and reach down to grip the kettlebell in an overhand grip. Explode upwards using your legs and bring the arm holding the kettlebell out in front of you until it reaches a horizontal level. Lower the kettlebell back between your legs (but not to the floor) and switch hands to repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps, Shoulders, and Hip Flexors"
   
            }
        ]
    },
       {
        "id": 101,
        "name": "Overhead Plate Squat",
        "image": "blank",
        "description": "Place a firm grip on an appropriately weighted plate. Before driving the plate above your head, make sure that your core is tight, your chest is up, and your grip is solid. Push the plate straight above your head, locking out your elbows. Once you feel stabilized, slowly bend the knees and drive your hips backwards, maintaining a tight, solid core as you do so. Once your upper thighs become parallel with the ground, slowly push back up, returning to the starting position. Be sure to keep that plate fixed overhead throughout the entire movement.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 102,
        "name": "Pistol Squats",
        "image": "blank",
        "description": "Stand straight with your feet hip width apart, arms fully extended and your hands by your sides. Raise your left foot from the floor, extending your leg out in front of you. As you do so, raise both arms out in front of you in a smooth arc for balance. This is the start position. In a controlled movement, lower your body toward the floor by bending your right knee while pushing your hips back as if sitting down in a chair. Continue this downward movement until your right thigh is parallel to the floor. Hold for a count of one. Return to the start position by pushing down through your right heel and straightening your leg. Lower your arms to the start position as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
       {
        "id": 103,
        "name": "Resistance Band Deadlifts",
        "image": "blank",
        "description": "Holding the handles of the resistance band, step on to the middle. Place your feet at shoulder-width with toes pointing forward. Tighten your core and keep your chest up. Bend your knees slightly and drive your hips back but NOT lower than your knees. Again, keep the chest up. This is the starting position. Forcefully contract your glutes, driving them forward. Do not just lean back. Your glutes should be fully contracted. Pause then return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps, Hip Flexors, Lower Back"
   
            }
        ]
    },
       {
        "id": 104,
        "name": "Resistance Band Squats",
        "image": "blank",
        "description": "Begin the movement by stepping on to a resistance band with your feet at shoulder-width, toes pointed slightly out. Bring your hands to your shoulders, keeping the handles of the band behind your shoulders. Brace your core and keep your chest up. Bend first at the knees then at the hips. Be sure to keep the chest up and abdominals tight. There should be no arch in your back. Pause when your thighs are parallel with the floor, then slowly return to the starting position, feeling the tension from the band in your quadriceps.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, Glutes, Hip Flexors"
   
            }
        ]
    },
         {
        "id": 105,
        "name": "Hip Adductor Machine",
        "image": "blank",
        "description": "Set up an adductor machine by selecting and appropriate weight and adjusting the seat and leg pads to a comfortable position. If fitted, grasp the handles on each side of the machine. Keep your entire upper body straight and stationary with your back pressed firmly against the back rest. This is the start position. While exhaling, press against the legs pads of the machine with your legs, and bring your thighs close together. When you feel a slight stretching in your adductors, pause for a count of one squeezing them as you do so. In a controlled movement, return to the start position, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors"
  
   
            }
        ]
    },
         {
        "id": 106,
        "name": "Barbell Hip Thrusts",
        "image": "blank",
        "description": "Sit on a padded surface with your legs out in front of you and the knees bent. Make sure your back is against a secured bench. Lay a barbell across your lap. Focusing the tension in the glutes, raise your hips skyward, moving the bar up with you. Pause when you feel the contraction in your glutes then slowly lower yourself to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 107,
        "name": "Barbell Kneeling Squats",
        "image": "blank",
        "description": "In a power rack, set the barbell to where your shoulders will be when kneeling. Set up behind the barbell. Kneel on a padded surface. Place yourself underneath the barbell, positioning it across your shoulders. Tighten your core and drive your glutes forward as you lift the barbell from the rack. Slowly sit back, keeping a braced form with your upper body. When your butt touches your calves, drive your glutes forward again as you slowly return to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, Hip Flexors"
   
            }
        ]
    },
         {
        "id": 108,
        "name": "Cable Hip Extensions",
        "image": "blank",
        "description": "Attach an ankle strap around your right ankle. Stand tall in front of a cable machine with a flat back and tight core. Use the cable machine for balance, if necessary. While balancing on your left foot, move your right foot up and back. Pause at the top of the movement then slowly bring the foot down. Do not let your right foot touch the ground before repeating. Once finished, repeat on the other side.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 109,
        "name": "Cable Pull Throughs",
        "image": "blank",
        "description": "With your back facing the cable station and the cable resting on the floor between your feet, bend at your knees and take a firm grip of the cable in both hands. Keeping your knees bent at a 45 degree angle, pull the cable up so that it is resting between your knees. With a firm grip on the cable extend your knees and drive your body upwards using your glutes as the prime mover. Hold the top portion while tensing your glutes. Slowly lower yourself back down to the starting position to complete 1 rep.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors",
                "secondaryMuscleGroup": "Hamstrings"
   
            }
        ]
    },
         {
        "id": 110,
        "name": "Elevated Glute Bridge",
        "image": "blank",
        "description": "Position your upper back on a padded bench so that your body runs perpendicular to the bench.  Align your feet so they are about shoulder width apart, with the soles flat on the box with your back and hips elevated from the floor. Slowly lower your body into the gap between the bench and the box allowing your toes to point upward as you do so. Lift your body upwards using the muscles in your lower back and glutes all the way to the top of the extension. Tense you glutes holding the top position before lowering your body back down for the next rep.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"

   
            }
        ]
    },
         {
        "id": 111,
        "name": "Fire Hydrants",
        "image": "blank",
        "description": "Position yourself on all fours on a mat with your palms flat and shoulder-width apart. Place your knees hip-width apart and bend them at a 90 degree angle. Try to relax your core so that your back and abs are in a natural position. Maintain this posture as you raise your right knee and bring it as close to your chest as you can. Now raise your right thigh out to the side, keeping the hips still. Kick your raised leg straight back slowly until it is in line with your torso. Reverse the movement to return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes and Hip Flexors"
   
            }
        ]
    },
         {
        "id": 112,
        "name": "Glute Bridge",
        "image": "blank",
        "description": "Lie on an exercise mat with your knees bent so that your feet are flat on the floor. Keep your back straight. Place your hands out to your sides palms flat for stability. Raise your glutes off the floor by extending your hips upward while pushing down through you heels. Continue until your back, hips and thighs are in a straight line. Hold for a count of one. Return to the start position by lowering your hips back to the floor. Pause then repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors",
                "secondaryMuscleGroup": "Lower Back"
   
            }
        ]
    },
         {
        "id": 113,
        "name": "Resistance Band Glute Kickback",
        "image": "blank",
        "description": "Position yourself on the ground supporting yourself on your hands and knees. Hold the handles of a resistance band in each hand. Hook the middle of the band on your left foot, pushing it back until the slack tightens. Brace your core and maintain a flat back as you kick your left leg back and up. Slowly return your leg to the starting position, not allowing the knee to touch the ground. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hamstrings, and Hip Flexors"
   
   
            }
        ]
    },
         {
        "id": 114,
        "name": "Romanian Deadlift",
        "image": "blank",
        "description": "Standing tall with a tight core and flat back, hold a barbell or a pair of dumbbells in front of you. Hands should be slightly wider than shoulder-width. Maintaining a tight core and flat back, bend your knees slightly and push your hips back. Keep your arms extended and the weight close to the body. Once you feel the contraction in the back of your legs, slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 115,
        "name": "Seated Leg Curl",
        "image": "blank",
        "description": "Adjust the seated leg curl machine to position the footpad just above your heels. Sit upright and engage your abs as you position your legs in front of you. Begin to curly your legs back slowly towards you and flex your calf muscles as you do so. Return to the starting position by extending the legs in front of you again.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes and Hip Flexors"
   
            }
        ]
    },
             {
        "id": 116,
        "name": "Seated Machine Leg Extension",
        "image": "blank",
        "description": "Sit on a leg extension machine and place your  legs under the pad with your feet pointed forward. The pad should rest on your shins just above your feet and you will need to adjust it to suit. Grip the hand bars (if fitted) firmly. This is the start position. Using  only your quadriceps, fully extend your legs exhaling as you do so. Hold for a count of one. Return to the start position in a smooth movement as you inhale,. The angle at your knee should not go past 90-degrees. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps"

   
            }
        ]
    },
             {
        "id": 117,
        "name": "Single Leg Glute Bridge",
        "image": "blank",
        "description": "Lie on an exercise mat with your knees bent so that your feet are flat on the floor. Raise one leg off the floor and bend your knee up towards your chest. Yhis is the start position. Perform the exercise by pushing down through your other heel and pushing your hips up, raising your glutes off the mat. Continue until your hips are in a straight line with your torso. Hold for a count of one. Return to the start position by lowering your hip to the floor. Complete all the repetitions for one set before changing legs.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Quadriceps and Hip Flexors"
   
            }
        ]
    },
             {
        "id": 118,
        "name": "Single Straight Leg Dumbbell Deadlift",
        "image": "blank",
        "description": " Stand tall with a tight core while holding a pair of dumbbells. Keeping your chest up and your gaze straight ahead, shift all of your bodyweight to your left foot. Bend the right knee, allowing the right foot to lift off the ground. Maintaining a flat back, tilt your upper body forward. Do not allow the dumbbells to pull you down. Control your descent. Simultaneously, allow the right foot to counterbalance the shift in weight. Feel the contraction in your hamstrings and pause once your upper body is parallel with the ground. Slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 119,
        "name": "Sissy Squats",
        "image": "blank",
        "description": "Position yourself next to a squat rack or very stable surface. Hold on to this surface with one hand. You may also want to hold a weight plate with the other. This is optional. Make sure your feet are shoulder width apart and have your knees bent slightly. Begin the movement by bending fully at the knees and leaning back. Keep your entire upper body straight all the way down to the knees. Again, use the surface for balance. Once you feel the contraction and burn in your quadriceps, pause and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Glutes, Hip Flexors, Hamstrings, and Quadriceps"
   
   
            }
        ]
    },
             {
        "id": 120,
        "name": "Smith Machine Leg Press / Vertical Leg Press",
        "image": "blank",
        "description": "First, lay on the floor without the bar; measure, and place the safety brackets at the height of your squatting limit. Remove the bar from its locks and allow it to rest on the safety brackets before loading with the desired amount of weight. Lay on the floor with your glutes almost directly underneath the bar. Place the balls of your feet on the underside of the lowered bar. Drive the weight upwards using your quadriceps and glutes. Lower the weight back down to the safety brackets to complete one rep.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps, Glutes, Hamstrings, and Hip Flexors"

            }
        ]
    },
             {
        "id": 121,
        "name": "Smith Machine Squat",
        "image": "blank",
        "description": "Begin by positioning yourself underneath a Smith Machine barbell. Make sure the bar is across your upper traps and NOT your neck. Place your feet at shoulder-width with your toes pointed slightly out. Brace your core and keep your chest up. Bend first at the knees then at the hips. Lower yourself until your thighs are parallel with the floor. Return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Quadriceps",
                "secondaryMuscleGroup": "Hamstrings, and Glutes"
   
            }
        ]
    },
             {
        "id": 122,
        "name": "Standing Hamstring Curl",
        "image": "blank",
        "description": "Begin with a light weight and stand facing the machine. Position one leg for the lift by hooking it under the weight pad. Make sure the pads are in a comfortable position around your ankle in order to involve the heel in the movement. Don’t position the pads too high on the calf. Grab hold of the support handles. Flex your knee and lift the pad upwards as far as you can towards your buttocks as you exhale. Lower the leg to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings",
                "secondaryMuscleGroup": "Glutes"
   
            }
        ]
    },
             {
        "id": 123,
        "name": "Stiff Leg Deadlift",
        "image": "blank",
        "description": "Place a barbell on the floor and stand facing it with your feet shoulder width apart, toes pointing forward and your knees slightly bent. This is the start position. As you exhale, bend at the waist keeping your back straight and knees slightly bent until you feel tension in your hamstrings. Grasp the barbell with an overhand grip. Your arms should be fully extended with your hands spaced shoulder width apart. Lift the barbell by extending your hips and waist in a smooth action until you have returned to the upright position, inhaling as you do so. Pause for a count of 1-2. Return the barbell to the floor or just above it by repeating step two. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings and Glutes",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },
             {
        "id": 124,
        "name": "Sumo Barbell Deadlift",
        "image": "blank",
        "description": "Place a loaded barbell in front of you. Position your feet wider than shoulder width. Have your toes pointing out away from the body. Tighten the core and straighten the lower back. Bend at the knees, lowering your hips down above parallel. Take hold of the barbell with an overhand grip at shoulder width. Focusing the tension in your hamstrings, pull the barbell up. Be sure to keep the barbell close to your body. Drive your hips forward at the top of the movement. Slowly reverse the movement and lower the barbell while maintaining a flat back.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors and Lower Back"
   
            }
        ]
    },

                 {
        "id": 125,
        "name": "Wall Sits",
        "image": "blank",
        "description": "Stand tall against a wall with your head and back touching the wall. Position your feet so that they are shoulder-width apart and a few inches away from the wall. Rest your arms at your sides. Bend your knees and lower into a squat position until your thighs are parallel to the floor and hold the position Return to starting position by straightening your knees and standing tall again.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps",
                "secondaryMuscleGroup": "Hip Flexors"
   
            }
        ]
    },
                 {
        "id": 126,
        "name": "Sumo Barbell Squat",
        "image": "blank",
        "description": "Set a barbell on a rack at your shoulder height. Step under the bar and rest the back of your shoulders against the bar. Do not put the bar on your neck. Hold on to the bar using an overhand grip so that your palms are facing forward. Lift the barbell off the rack by pushing up with your legs while straightening your torso. Step away from the rack and position your legs in a wider than shoulder width position and with your toes slightly pointed out. Keep your head up and look straight ahead at all times, as looking down will put you off balance. Ensure your back is straight. This is the start position. As you inhale, slowly lower the bar by bending your knees while keeping a straight posture with your head up. Continue down until the angle between you upper legs and calves is slightly less than 90-degrees . As a guide, the front of your knees should be in line with your toes. Do not allow your knees to extend out beyond your toes. Hold for a count of one. As you exhale, raise the bar back to the start position, by pushing through your heels as you straighten your legs. Pause for a count of one. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Glutes, Quadriceps"
   
            }
        ]
    },
                 {
        "id": 127,
        "name": "Barbell Front Raises",
        "image": "blank",
        "description": "Place a light-weighted barbell in front of you at your shins. Squat down into position, driving your hips back. Keep your chest and head up. Place your hands in an overhand grip on the barbell. Stand up with a tight core and flat back. Keeping a slight bend in the elbows, raise the bar up and in front of you. Pause when your arms are parallel with the ground. Slowly lower the barbell to your hip. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Upper Back and Lower Traps"
   
            }
        ]
    },
                 {
        "id": 128,
        "name": "Barbell Cleans",
        "image": "blank",
        "description": "Stand with your feet a little wider than shoulder width apart with your hands firmly gripped on the barbell at about the same width as your feet. The barbell should be resting on your upper thighs Using your hips for initial explosiveness, thrust them forward into the barbell At the same time bring the barbell up along your body using the initial thrust Finish with the barbell resting across your upper pectoral muscles",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Middle Back / Lats, Upper Back & Lower Traps"
   
            }
        ]
    },
                 {
        "id": 129,
        "name": "Barbell Clean and Press",
        "image": "blank",
        "description": "Shoulder-width stance. Tight core and flat back. Bend at the knees and hips. Lower yourself. Arms fully extended. Chest up and gaze straight ahead. Bring knees in and shoulders up. Drive hips forward. Keep the bar close to your body. Forcefully exhale and perform a full extension of the knees and hips. Use the momentum to bring elbows high. Rotate your elbows around and under the bar. Rack the bar across the front of your shoulders. Press the barbell above your head. Lower the bar.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Calves, Glutes & Hip Flexors, Hamstrings, Lower Back, Quadriceps"
   
            }
        ]
    },
                 {
        "id": 130,
        "name": "Barbell High Pull",
        "image": "blank",
        "description": "Prepare a barbell with a lighter amount of weight than usual. Place the barbell in front of you at your shins. Squat down into position, driving your hips back. Keep your chest and head up. Place your hands in an overhand grip on the barbell. Your arms should be straight with a slight bend at the elbow. In one fluid motion, explode up and off the ground as you pull the bar high, leading with your elbows. Your feet will leave the ground. Land softly and lower yourself back to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Hamstrings, Quadriceps, Shoulders",
                "secondaryMuscleGroup": "Glutes & Hip Flexors, Lower Back"
   
            }
        ]
    },
                 {
        "id": 131,
        "name": "Barbell Push Press",
        "image": "blank",
        "description": "Stand with feet hip width apart and grasp a barbell with an overhand grip. Make sure your hands are placed slightly wider than shoulder-width. Bring the bar to chest height and slightly retract your head back. Bend the knees, hips and ankles to dip slightly. Use your legs to explosively drive your body upwards and drive the barbell off your shoulders, extending your arms overhead. Lower the bar to your shoulders and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Glutes & Hip Flexors, Quadriceps, Triceps"
   
            }
        ]
    },
                    {
        "id": 132,
        "name": "Barbell Shoulder Press",
        "image": "blank",
        "description": "Place a bench with a back support inside a squat rack and set up a barbell at a height that is just above your head. Grip the barbell with an overhand grip. Space your hands out so that your elbows are bent at 90 degrees. Lift the bar to around shoulder level by extending your arms.  This is the start position. Inhaling, lower the bar  to your shoulders slowly. Hold for a count of one while squeezing your shoulder muscles. Push the barbell back to the start position as you exhaling as you do so.. Repeat for the recommended amount of repetitions.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Triceps, Upper Back & Lower Traps"
   
            }
        ]
    },
                    {
        "id": 133,
        "name": "Cable Upright Rows",
        "image": "blank",
        "description": "Attach a straight bar to the low pulley on the cable station. Stand facing the station with your feet shoulder width apart either side of the pulley. Grip the bar with an overhand grip, with your hands shoulder width apart and arms fully extended. Keep your shoulders back. Raise the bar straight up in one smooth movement, until it is just below your chin. Hold for a count of one while squeezing your biceps and forearms. Slowly lower to the start position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Upper Back & Lower Traps"
   
            }
        ]
    },
                    {
        "id": 134,
        "name": "Two Arm Dumbbell Front Shoulder Raises",
        "image": "blank",
        "description": "Holding a pair of dumbbells with an overhand grip, stand tall with your chest up and core braced. Begin by lifting the dumbbells in front of you. Keep the abdominals contracted as you raise the dumbbells. Feel the contraction in the shoulder muscles. Once the dumbbells reach shoulder height, pause and slowly lower the dumbbells to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Neck & Upper Traps, Shoulders"
   
            }
        ]
    },
                    {
        "id": 135,
        "name": "Dumbbell Bent Over Lateral Rear Delt Raises",
        "image": "blank",
        "description": " Begin by holding a pair of dumbbells and standing with a braced core. Bend at the knees slightly and lean forward from the hips. Maintain a flat back throughout. Keeping your elbows slightly bent throughout the movement, lift the dumbbells up and out to the side. Be sure to focus the contraction in the back of the shoulders. Pause at the top of the movement then slowly bring the dumbbells to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
                    {
        "id": 136,
        "name": "Seated Dumbbell Shoulder Press",
        "image": "blank",
        "description": "Sit on a military press bench or bench that has a back support, holding a dumbbell in each hand with an overhand grip. Place the dumbbells on top of your thighs with your palms facing down. Raise the dumbbells to your shoulders. Rotate your wrists so that the palms of your hands are facing away from you. This is the start position. As you exhale,  push the dumbbells up and over your head by extending your arms until the dumbbells touch at the top of the movement. Pause for a count of one. Slowly return to the start position inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
                    {
        "id": 137,
        "name": "Dumbbell Shrugs",
        "image": "blank",
        "description": "Stand with your feet shoulder width apart and a dumbbell in each hand. Keep your arms extended and by your sides and with your palms facing in. Relax your shoulders so they hang as low as possible. Raise the dumbbells by slowly lifting your shoulders in a shrugging motion. Hold for a count of one. Slowly relax your shoulders to return to the start position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders and Traps"
            }
        ]
    },
                    {
        "id": 138,
        "name": "External Cable Shoulder Rotation",
        "image": "blank",
        "description": "Adjust a cable machine to have the pulley handle be at the height as your elbow. Stand sideways next to the cable machine while holding the handle in the opposite hand. Tighten your core and keep your feet planted firmly. Slowly pull the handle across your body only moving the forearm. Once your hand is outside of your body, pause and feel the tension in the shoulder muscle. Slowly return to the starting position but do not allow the weight plate to touch the stack.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
                    {
        "id": 139,
        "name": "Face Pull",
        "image": "blank",
        "description": "Stand tall facing a pulley that has been adjusted to higher than head-height. Attach a rope or dual handles to the pulley and grab hold of each end with your palms facing your head. Engage your abs and pull the weight towards your face. Separate your hands as you pull.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Upper Back and Traps"
   
            }
        ]
    },
    {
        "id": 140,
        "name": "Farmers Carry",
        "image": "blank",
        "description": "Place a pair of dumbbells or kettlebells at your feet. Brace your core and keep your chest up as you kneel down. Pick the dumbbells up, maintaining your form and keeping your gaze straight ahead. Standing up, walk forward in a straight line, holding the dumbbells at your sides. The trick is to use very heavy dumbbells. Walk as far as you can then set the weights down. Take a short break and repeat going back the other way.",
        "category": [
            {
                "primaryMuscleGroup": "Forearms, Neck & Upper Traps, Shoulders",
                "secondaryMuscleGroup": "Hamstrings, Quadriceps"
   
            }
        ]
    },
        {
        "id": 141,
        "name": "Front Shoulder Dumbbell Raises",
        "image": "blank",
        "description": "Stand straight holding a dumbbell in each hand with an overhand grip. Hold the dumbbells in in front of your thighs with your palms of the facing your thighs. Keep your arms fully extended. This is the start position. Raise the left dumbbell out and upwards, while keeping a slight bend in your elbow. Your palms must always face down for this exercise. Continue raising the dumbbell until you arm is a little above parallel to the floor. Exhale as you are raising the dumbbell. Pause for a count of one. Inhale and slowly lower the dumbbell to the start position. As you lower the left dumbbell, begin to lift the right dumbbell, duplicating the movement. When both dumbbells have been raised and lowered in a cycle, that is one repetition. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
        {
        "id": 142,
        "name": "Internal Cable Shoulder Rotation",
        "image": "blank",
        "description": "Stand next to a cable machine with your left side facing it. Make sure the cable handle has been adjusted to the height of your lower chest. Hold the handle in your left hand. Stand tall with your chest up and core braced. Begin the movement by shifting your left hand across your body. Your left upper arm should remain in place, held close to your side. Pause once the handle has moved across your body and slowly release to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
        {
        "id": 143,
        "name": "Landmine Presses",
        "image": "blank",
        "description": "Using a T-Bar, load the amount of weight you’d like to work with (start out lighter to master the form before increasing the load). Grip the top of the barbell so that your hands overlap, and your palms are facing inward. Squat so that your knees are at a 90 degree bend with the top of the barbell almost resting on your chest. Make sure your elbows are low and close to your body and not flaring out. With an explosive movement, push through your legs and drive the end of the barbell away from your body.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders and Chest",
                "secondaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 144,
        "name": "Dumbbell Lateral Raises",
        "image": "blank",
        "description": "Stand with your back straight, feet shoulder width apart, while holding a dumbbell in each hand with a neutral grip. Hold your arms fully extended by your side, with your palms facing in to your body. Keep your elbows close to your sides. This is the start position. Keeping your arms fully extended and your torso stationary, lift the dumbbells out to your sides and up until they are at shoulder level. Exhale as you do so. Hold for a count of one while squeezing your shoulder muscles. Return to the start position in a smooth controlled movement inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
            }
        ]
    },
        {
        "id": 145,
        "name": "Shoulder Lateral Machine Raises",
        "image": "blank",
        "description": "Sit in the lateral raise machine while keeping your core tight and back flat. Grab and secure the handles of the machine. Slowly, extend your arms up and out to the side. Feel the tension in your shoulders, pause at the top, and slowly return to the starting position. Do not allow the weight stack to touch. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
        {
        "id": 146,
        "name": "Seated Machine Shoulder Press",
        "image": "blank",
        "description": " Keep a tight core and flat back as you remain seated in the shoulder press machine. Look straight ahead as you hold on to the handles. Slowly, press the handles up above your head. Do not lock out your elbow. Slowly, bring the handles back down but do not let the weight stack touch. Repeat the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Triceps"
   
            }
        ]
    },
        {
        "id": 147,
        "name": "Rear Delt Machine Flys",
        "image": "blank",
        "description": "Adjust the seat on the Rear Delt Machine so that your chest is against the padding and the handles are at shoulder level. Tighten your core throughout the movement. Holding on to the handles in front of you, engage your rear delt muscles (back of the shoulder). Pull the weight, focusing all of the tension in your shoulder muscles Pause when the handles are at your sides then slowly return to the starting position. Do not allow the plate to touch the weight stack.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Traps and Upper Back"
   
            }
        ]
    },
        {
        "id": 148,
        "name": "Reverse FLys",
        "image": "blank",
        "description": "With a dumbbell in each hand in a neutral grip, lie face down on an incline bench. Your palms should be facing inwards. Extend your arms out in front of you so that they are at right angles to the bench. Keep your legs stationary but with pressure on the balls of our feet and toes. This is the start position. Keeping a slight bend in your elbows, move the weights away from each other in an arcing motion exhaling as you do so. Continue expanding your arms until they are parallel to the floor. Hold and squeeze your shoulder blades together Return to the starting position inhaling as you do so. Repeat .",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Upper Back and Lower Traps"
   
            }
        ]
    },
        {
        "id": 149,
        "name": "Seated / Bent Over Rear Delt Raises",
        "image": "blank",
        "description": "Sit on a bench, holding a dumbbell in each hand. Your hands should be at your sides. Bend forward at the hips while maintaining a tight core and flat back. Keep your gaze at the ground. Be sure to maintain this position along with a slight bend in your elbows at all times. Extend your arms out to the side and guide the weight up. Your arms should come to parallel with the floor. Pause, slowly lower the weight back to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Upper Back and Lower Traps"
   
            }
        ]
    },
        {
        "id": 150,
        "name": "Seated Arnold Dumbbell Press",
        "image": "blank",
        "description": "Begin by sitting on a flat bench. Hold the dumbbell at your side with an overhand grip. Tighten your core and flatten your back. Bring the dumbbells up to shoulder height so that your palm are facing you. Push the dumbbells overhead. Rotate them as you do so. At the height of the movement, your palms should be facing away from you. Pause, contract and slowly return to the starting point through the same rotation.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Biceps, Neck & Upper Traps, Triceps"
   
            }
        ]
    },
        {
        "id": 151,
        "name": "Seated Barbell Military Press",
        "image": "blank",
        "description": "Set up a barbell on a weight rack, so that it is at the same height as your shoulders when seated. Position a flat bench with your back facing the barbell. Keeping your back straight, take the barbell from the rack using on overhand grip, with your hands wider than shoulder width apart. They should be wide enough that your elbows are bent at 90 degrees at the low position. Lift the bar up and slightly over your head by pushing up and locking your arms. This is the start position. Inhale and slowly lower the bar down to shoulder level in a straight line. Hold for a count of one while squeezing your triceps and shoulder muscles. Exhale and push the bar back up to the start position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Triceps, Lower Traps, and Upper Back"
   
            }
        ]
    },
           {
        "id": 152,
        "name": "Seated Dual Front Raises",
        "image": "blank",
        "description": "Sit on a bench/chair with your back straight and your arms straight along your sides with the dumbbells help in an overhand grip. Bring both dumbbells up in front of your body, keeping only a slight bend at your elbow. Raise the dumbbells until they are both at about eye level and be sure to brace your core and keep your back supported by the bench/chair. Lower the dumbbells back down to your sides, and prepare for that next rep!.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
           {
        "id": 153,
        "name": "Seated Dumbbell Lateral Raises",
        "image": "blank",
        "description": "Sit on a bench, holding a dumbbell in each hand. Your hands should be at your sides. Maintain a flat back and tight core. Look straight ahead during the movement. Be sure to maintain a slight bend in your elbows at all times. Extend your arms out to the side and guide the weight up. Your arms should come to parallel with the floor. Pause, slowly lower the weight back to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Neck and Upper Traps"
   
            }
        ]
    },
           {
        "id": 154,
        "name": "Seated Shoulder Hammer Overhead Press",
        "image": "blank",
        "description": "Sit on a bench/chair with your back straight and the dumbbells in a hammer grip so that the dumbbells run lengthways along the side of your face. Drive both weights, simultaneously upwards, until your reach a full overhead extension.   Carefully lower the dumbbells back down to the starting position, maintaining the hammer grip all the way through the movement. Be sure to keep your core strong and lower back connected to the bench/chair at all times.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Triceps and Chest"
   
            }
        ]
    },
           {
        "id": 155,
        "name": "Seated Single Arm Overhead Dumbbell Tricep Extensions",
        "image": "blank",
        "description": "Sit on a bench while holding a dumbbell in your left hand with an overhand grip. Tighten your core and straighten your lower back. Lift the dumbbell to shoulder height. Push the dumbbell overhead with your palm facing forward. Keep the upper arm in place. Slowly bend at the elbow and lower the weight behind your head. Push the dumbbell back up over your head squeezing the tricep muscle. Immediately begin the next repetition. Switch sides once you have completed all repetitions.",
        "category": [
            {
                "primaryMuscleGroup": "Triceps",
                "secondaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
           {
        "id": 156,
        "name": "Single Arm Cable Lateral / Side Raise",
        "image": "blank",
        "description": "Stand with your right side to a cable machine. Reach across your body with the left hand and grab the handle of the pulley. Stand with a braced core and maintain a slight bend in the elbows throughout. Lifting from the shoulder, pull your left hand up and to the side. Pause at the top of the movement. Slowly lower the handle but do not allow the weight to touch the stack.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
           {
        "id": 157,
        "name": "Standing Single Arm Dumbbell Lateral Raises",
        "image": "blank",
        "description": "Hold one dumbbell at each side of your body. Keep your back straight and your knees ever-so-slightly bent. Raise one dumbbell out to the side, keeping your arm slightly bent. Once the dumbbell reaches the same level as your ear slowly lower it back down to the starting position. Repeat the same movement on the opposite side.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
           {
        "id": 158,
        "name": "Standing Barbell Military Press",
        "image": "blank",
        "description": "Hold a barbell with an overhand grip in a standing position. Your feet should be shoulder-width apart. Maintain a tight core and flat lower back throughout. Bring the barbell to shoulder height with your palms facing out. Begin by pushing the barbell straight overhead. Focus on contracting the shoulders while driving the glutes forward for stability. Once you reach the top, slowly bring the barbell to the starting position but do not allow it to rest on your shoulders. Immediately, move into the next repetition.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders"
   
            }
        ]
    },
           {
        "id": 159,
        "name": "Standing Dumbbell Overhead Shoulder Press",
        "image": "blank",
        "description": "Holding a dumbbell in each hand, stand straight, with your feet shoulder width apart. Raise the dumbbells to head height by rotating your arms forward and up. Your triceps should be parallel to the floor and your elbows bent at 90 degrees. This is the start position. Keeping your back straight and using only your arms, extend through your shoulders and elbows to drive the dumbbells straight up, exhaling as you do so. As your arms reach the fully extended position, bring them in towards each other until the dumbbells touch lightly together. Hold for a count of one, while squeezing your shoulder muscles. In a controlled movement, return to the starting position, inhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Neck & Upper Traps, Triceps"
   
            }
        ]
    },
           {
        "id": 160,
        "name": "Upright Barbell Rows",
        "image": "blank",
        "description": "Stand with your back straight, holding a barbell with an overhand grip slightly less than shoulder width apart. The bar should be level with the tops of your thighs. Keep your arms extended with a slight bend at the elbows. This is the start position. Exhale and using the sides of your shoulders lift the bar. As you do so, raise your elbows up and out to the side. Keep the bar close to your body as you raise it. Continue  lifting the bar until it is just below your chin. Pause for a count of one. Return to the start position in a single smooth movement. Inhale as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Neck & Upper Traps"
   
            }
        ]
    },
           {
        "id": 161,
        "name": "Dumbbell Upright Rows",
        "image": "blank",
        "description": " Holding a dumbbell in each hand, stand with your feet shoulder width apart. The dumbbells should be resting on your thighs with your palms facing in. Lift the dumbbells straight up in single smooth movement until they are just below your chin making sure to keep your shoulders back and your elbows out. At the top of the movement, flex or squeeze your biceps and forearms. Hold for a count of one. Return to the starting position slowly to keep tension on the muscles. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Shoulders",
                "secondaryMuscleGroup": "Biceps, Forearms, Upper Back & Lower Traps"
   
            }
        ]
    },
           {
        "id": 162,
        "name": "Ab Crunch Machine",
        "image": "blank",
        "description": "Sit on the ab machine and select a slight resistance. Position your feet under the pads and grab hold of the top handles. Make sure your arms are bent at 90 degrees and rest your triceps on the pads. Begin lifting your legs up as you engage your abs and crunch your upper torso. Exhale as you do so. Pause and slowly return to starting position as you inhale.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 163,
        "name": "Ab Wheel Rollout",
        "image": "blank",
        "description": "Kneel on the floor on all fours and place the ab roller in front of you. Grab hold of either end of the roller with each hand. Engage your abs and slowly roll the roller forward in a straight line until your body stretches in a straight position. Try to roll down as far as you can without touching the floor. Inhale in as you roll down. Pull yourself back to the starting position by exhaling and rolling back slowly. Maintain tight abs throughout the movement.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 164,
        "name": "Alternate Heel Touches / Lying Oblique Reach",
        "image": "blank",
        "description": "Lie on an exercise mat, with your back flat, knees bent and your feet flat on the floor slightly wider than shoulder-width apart. Fully extend your arms down the side of your body, palms facing in. This is the start position. Exhaling, crunch your torso forward and to the right until you can touch your right heel with your right hand. Hold for a count of one. Return to the starting position smooth motion, inhaling as you do so. Repeat the movement, this time to your left side. When you have completed the movement on both sides, you have done one repetition. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
            {
        "id": 165,
        "name": "Bicycles",
        "image": "blank",
        "description": "Lie flat on an exercise mat on the floor keeping your lower back straight with no arching of your spine and with your knees bent and feet flat on the floor. Place your hands lightly on the sides of your head. Curl your torso upwards so your shoulders are slightly raised off the floor.. Raise your knees until your thighs are at a right angle to the floor and your calves are parallel to the floor. This is the start position. Slowly move your legs in a pedaling action as if you are riding a bicycle. As you do so, exhale and bring your opposing elbow close to each knee by crunching to one side. Left elbow to right knee. Right elbow to left knee. After each crunch, return to the start position inhaling as you do so. Without pausing, repeat the movement to the other side. Repeat without pausing for the desired number of repetitions to each side.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
            {
        "id": 166,
        "name": "Bird Dogs",
        "image": "blank",
        "description": "Position yourself on all fours with knees underneath the hips and wrists under the shoulders. Engage your abs and keep your spine neutral, pulling the shoulder blades towards the hips. Lengthen the left leg until it is straight out and in line with your hips while simultaneously raising and straightening your right arm until it is parallel to the floor. Keep your head and shoulders aligned at all times. Gently lower your arm and leg back to the starting position and alternate with the other arm and leg.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals",
                "secondaryMuscleGroup": "Glutes and Hip Flexors"
   
            }
        ]
    },
            {
        "id": 167,
        "name": "Cable Core Rotation",
        "image": "blank",
        "description": "Adjust the pulley handle to chest height. Step out and away from the weight. Feet are shoulder-width. Stand with a tight core and flat back. Push the handle out in front of you. Keep elbows slightly bent. Twist from the hips. Move arms across the body, achieving a full extension. Return to starting position. Once complete, do the same amount of sets/reps on the other side.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
            {
        "id": 168,
        "name": "Kings Chair Leg / Knee Raises",
        "image": "blank",
        "description": "Place your forearms are on the pads or bars of the apparatus you are using and grip the handles or bars. Your arms should be bent at 90 degrees and your upper arms in a straight line with your sides. Your torso should be straight and your lower back pressed against the pad of the bench if using one. Keep your legs extended and pointing down to the floor. This is the start position. Exhale and as you do so, lift your legs up in a smooth arc bending at the knees until your thighs are about parallel to the floor. Hold for a count of one. Return to the start position in a smooth, controlled movement while inhaling. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 169,
        "name": "Cross Body Mountain Climbers",
        "image": "blank",
        "description": "Assume a push-up position. Core is tight. Back is flat. Hands are underneath the shoulders. Head is in neutral position. Bring one knee up towards your chest and twist towards the opposing elbow. (Ex: Right knee to left elbow.) Contract the core and return the leg to the starting position. Alternate between legs.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 170,
        "name": "Crunches",
        "image": "blank",
        "description": "Lie flat on your back with your feet flat on the ground, with your knees bent at 90 degrees. Alternatively, you can place your feet up on a bench a few inches apart with your toes turned inwards and touching. Place your hands lightly on either side of your head. Keep your elbows in  so that they are parallel to your body. Push your back down flat into the floor to isolate your abdominal muscles. Gently curl your shoulders forward and up off the floor. Continue to push down into the floor with your lower back. Raise your shoulders about four to six inches only. Hold and squeeze your abdominal muscles for a count of one. Return to the start position in a smooth movement.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 171,
        "name": "Dead bug",
        "image": "blank",
        "description": "Lie on your back. Extend hands straight above towards the ceiling. Bring your knees up to a 90-degree angle. Shins should be parallel to the floor. Exhale and bring hips off the floor. Begin by extending one leg forward. The foot should be hovering just above the ground. Pause then return the leg to its starting position while extending the opposing leg. Keep alternating legs while maintaining a tight core.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 172,
        "name": "Decline Bench Crunches / Sit-ups",
        "image": "blank",
        "description": "Position yourself on a decline bench so that your feet are secured by the pads. Lay back and place your arms across your chest or behind your head. Begin the movement by pulling yourself up by your abdominals. Do not force yourself up by pulling on your neck. Let your abs do all the work. Once at the top, slowly lower yourself back down. Again, focus on the abs doing all of the work. Repeat by bringing yourself back up.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
            {
        "id": 173,
        "name": "Double Crunches",
        "image": "blank",
        "description": "Lie on your back. Bring your knees up to a 90-degree angle. Shins should be parallel to the floor. Place your hands behind your head and bring your shoulders off the ground. Exhale and contract your abdominals. Bring your head towards your knees while moving your knees toward your chest. Pause and return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 174,
        "name": "Double Side Jackknifes",
        "image": "blank",
        "description": "Bring yourself to the ground and lie on your left side. Be sure to stack your feet. Place your left hand on your side while raising your right arm above your head so that the elbow is pointing towards the sky. Focusing all of the tension and contraction in the obliques, bring your feet up while you raise your upper body. Lead with the right elbow. Hold the contraction and slowly return to the starting position. Do not allow your feet or shoulder to touch the ground. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 175,
        "name": "Downward Cable Wood Chops",
        "image": "blank",
        "description": "Adjust the pulley lever to be above you. Stand next to a pulley machine with your left side. Grab the handle with both hands. Brace your core and separate your feet to outside of shoulder width. Begin the movement by twisting with your obliques to pull the handle down and across your body. Once the handle is on the right side of your body, pause and slowly return the handle to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 176,
        "name": "Flutter Kicks",
        "image": "blank",
        "description": "Lie on a mat with your hands under your buttocks and raise your legs slightly, keeping knees straight and ankles together. Keep abs engaged and perform short kicks in an alternating fashion. Repeat as needed and then lower legs to the ground.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 177,
        "name": "Hanging Knee Raises",
        "image": "blank",
        "description": "Position yourself underneath a pull-up bar. Reach overhead, taking a grip that is at or just outside of shoulder-width. Place a slight bend in the elbows at all times. Breathe out forcefully as you bring your knees up and towards your chest. Minimize swinging by contracting your abdominals throughout. Pause at the top of the movement. Slowly bring your knees to the starting position. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 178,
        "name": "Hanging Leg Raises",
        "image": "blank",
        "description": "Grip a chin up or pull up bar with a firm overhand grip. Hang from the bar with your legs straight. Raise your legs by flexing your hips forward and bending your knees up towards your chest. Continue to raise your knees towards your chest by flexing your waist forward. Dont swing your body to use momentum. Use your abdominals to pull your legs up. Return to the starting position, lowering your legs slowly until they are straight. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 179,
        "name": "Hanging Leg Raises to Bar",
        "image": "blank",
        "description": "Assume a wide grip on a pull-up bar and hang so that your feet are not in contact with the ground. Once steady, slowly lift your knees up towards your chest, doing your best to keep your legs fully extended. Allow you upper back to drop backward to create balance and avoid swinging as your legs continue to rise. Bring your toes up to touch the bar before slowly lowering them back down to the starting, hanging position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
               {
        "id": 180,
        "name": "Hanging Windshield Wipers",
        "image": "blank",
        "description": "Assume a wide grip on a pull-up bar and hang so that your feet are not in contact with the ground. Once steady, bring your toes up towards the the area on the left side of your body, keeping you legs straight. Using your core and keeping your legs straight, rotate your hips so that your straightened legs pass in front of you. Allow them travel to the right side of your body before reversing the motion and bringing them back",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
    {
        "id": 181,
        "name": "Jackknife Sit-ups",
        "image": "blank",
        "description": "Lie flat on an exercise mat, extending your arms straight back behind your head. Fully extend your legs also. This is the start position. Bend at your waist and at the same time, raise your legs and arms to meet in a closed jackknife position. Exhale as you do this. At this point, your legs should remain fully extended at between 35-45 degrees from the floor. Your arms should be fully extended, parallel to your legs. Your upper body should be raised off the floor. Return to the start position by lowering your arms and legs back to the floor, exhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 182,
        "name": "Kneeling Cable Crunches",
        "image": "blank",
        "description": "Kneel in front of a cable station with a rope attachment connected to the top pulley. Grip the rope attachment and place your wrists against your forehead. Flex your hips slightly to take the weight and to hyperextend your lower back. Keeping your hips stationary, bend at the waist so that your elbows travel down towards the middle of  your thighs. Hold for a count of one.  Return to the start position in a controlled movement and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 183,
        "name": "Leg Pull-In Knee-ups",
        "image": "blank",
        "description": "Lie flat with hands under your buttocks. Keep your knees together and pull them in towards you while moving your torso towards them (lift your head, neck and shoulders up). Hold and then slowly return to starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 184,
        "name": "Lying Leg Raises",
        "image": "blank",
        "description": "Lie on your back on a mat with hands under your lower buttocks on either side to support your pelvis. Legs straight out in front of you, ankles together and feet slightly off the floor. Keep your knees straight and raise your legs by flexing the hips until they are completely flexed. Return to starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 185,
        "name": "Mountain Climbers",
        "image": "blank",
        "description": "Place your hands flat on the floor, shoulder width apart. Extend your torso and legs fully behind you with only your toes and balls of your feet touching the floor. Your body should be in a straight line, with your weight supported on your hands and toes only. Starting with either leg, flex your knee and hip at the same time to bring your knee up and under your hip. Your other leg should remain fully extended. This is the start position. Using an explosive movement, reverse the position of your legs, by extending the bent leg back and simultaneously flexing the straight leg until it is in the start position. Continue alternating in this manner for the desire amount of time.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 186,
        "name": "Palloff Press",
        "image": "blank",
        "description": "Stand with your left side next to a cable machine (you can also tie a resistance band to a wall). You should be side by side with the cable or band. Take the handle in your left hand. Stand tall with a tight core and flat back. Your feet will be shoulder width apart. Clasp the handle with both hands. Begin by pushing the handle out in front of you. Feel the tension in your abs and obliques. Hold this position for the prescribed amount of time. Slowly bring the handle back towards your body.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 187,
        "name": "Plank",
        "image": "blank",
        "description": "Get into a face down position on the floor supporting your upper body on your forearms. Your elbows should be bent at 90 degrees. Extend your legs straight out behind you, supporting them on your toes and balls of your feet. Keep your body in a straight line by tightening your abdominal and oblique muscles. Hold for as long as possible.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 188,
        "name": "Plank Jacks",
        "image": "blank",
        "description": "Get into a push­up position with hands under shoulders and body straight from head to toes. Engage your core and bend your elbows, keeping them in towards the body. Lower your body towards the floor. Straighten your arms and quickly jump the feet forward to outside of the hands. Jump back to starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 189,
        "name": "Plank Knee to Elbow",
        "image": "blank",
        "description": "Lay face down on the ground with extended legs. Point your toes while you place your hands beneath your shoulders. Push yourself up into the plank position. Maintaining a tight core and flat back, bring your left knee to your right elbow. Pause and slowly return each to the starting point. Repeat with the other side and keep alternating.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 190,
        "name": "Plank Rolls",
        "image": "blank",
        "description": "Lock yourself in the plank position ensuring that your body forms a straight line from shoulders to heels. Bring your feet together and simultaneously transfer your weight onto your left arm. Allow your feet to slowly tip over as your body rolls into a side plank in a controlled fashion. Reverse the motion back to the full plank before transferring to your right side.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
       {
        "id": 191,
        "name": "Plank Shoulder Taps",
        "image": "blank",
        "description": "Lock yourself in the plank push-up position ensuring that your body forms a straight line from shoulders to heels. Bring your right arm off the ground and touch your left shoulder before placing it back on the ground. Repeat the same movement for the opposing arm.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 192,
        "name": "Plank to Push-Up",
        "image": "blank",
        "description": "Start in the plank position with your elbows shoulder-width apart. Press yourself up from the floor one arm at a time into a push-up, maintaining your body in a straight line. Slowly return to the starting plank position the same way, one arm at a time. Repeat the movement alternating sides.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 193,
        "name": "Reverse Bench Crunches",
        "image": "blank",
        "description": "Lie on your back on a flat bench. Reach overhead and grab the top of the bench with both hands. Brace your abdominal muscles. Straighten your legs and lift them up. Stop when they are above parallel. Contract your abdominals as you bend your knees and bring your legs up and towards the top of the bench. Pause then slowly release your legs to the starting position, making sure to keep the contraction in your abdominals.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 194,
        "name": "Reverse Crunch",
        "image": "blank",
        "description": "Lie flat on an exercise mat on the floor. Extend your legs fully and place your hands palms down, flat on the floor beside you. Keeping your feet together, draw your knees up towards your chest, until your thighs are at 90 degrees to the floor and your calves are parallel to it. This is the start position. As you inhale, curl your hips up off the floor while bringing your knees further towards your chest. Continue the movement until your knees are touching your chest, or as far as comfortable. Hold for a count of one. In a controlled movement, return your legs to the start position, exhaling as you do so. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 195,
        "name": "Roman Chair / Hyperextension Bench Side Bends",
        "image": "blank",
        "description": "Position yourself on a Roman Chair so that you are lying on your left hip and your feet are secured by the pads below. Put your hands across your chest or behind your head. Maintain a neutral gaze throughout. Lower yourself down and to the side towards the floor from the hips. Feel the stretch across your obliques. Now pull yourself back up using only your oblique muscles. Pause at the top, feel the contraction, and slowly lower yourself down again.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 196,
        "name": "Weighted Crunches",
        "image": "blank",
        "description": "Lie flat on your back with your feet flat on the ground, with your knees bent at 90 degrees. Alternatively, you can place your feet up on a bench a few inches apart with your toes turned inwards and touching. Hold a plate, dumbbell, kettlebell, or medicine ball securely above your head. Keep your elbows locked. Push your back down flat into the floor to isolate your abdominal muscles. Gently curl your shoulders forward and up off the floor. Continue to push down into the floor with your lower back. Raise your shoulders about four to six inches only. Hold and squeeze your abdominal muscles for a count of one. Return to the start position in a smooth movement.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
           {
        "id": 197,
        "name": "Russian / Mason / V-Sit Twists",
        "image": "blank",
        "description": "Lie on an exercise mat and place your feet your under something that will not move or ask a spotter hold them down for you. Keep your knees bent. Raise your upper body from the mat to form V-shape with your thighs. Keep your arms fully extended in front of your chest, clasping your hands together.This is the start position. In a smooth motion, twist your upper body to the right until you feel a stretch in your back and sides. Keep your arms parallel to the floor and exhale as you do this. Hold for a count of one and inhale. Return to the start position while breathing out. Repeat the movement, this time to the left side of your body. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
           {
        "id": 198,
        "name": "Side / Oblique Crunches",
        "image": "blank",
        "description": "Lie on a padded surface on your left side. Stack your legs and bring your right hand behind your head. Lie your left arm in front of you or across your body. Brace your core. Pulling from the obliques, bring your elbow up and towards your feet. Do NOT pull yourself with your hand. Pause and feel the contraction in your obliques then slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
           {
        "id": 199,
        "name": "Side Plank",
        "image": "blank",
        "description": "Lie on your side on an exercise mat. Fully extend your legs with one resting on top of the other. Fully extend the top arm down the side of your body. Bend the arm at floor level to 90 degrees. Your upper arm should be parallel to your body, while your forearm is at 90 degrees. This is the start position. Lift your body off the ground and balance on your forearm and the side of your foot, while keeping your body in a straight line. Contract your abdominal muscles and relax your shoulders. Continue breathing throughout the whole exercise. Hold this position for as long as you can. Relax and change sides. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
           {
        "id": 200,
        "name": "Side Plank Leg Raises",
        "image": "blank",
        "description": "Using an exercise mat, lay on your side grounding your forearm and elbow, perpendicular to your body, at a 90-degree angle. Your upper arm should run parallel along your body. Straighten your legs so that one foot rests on top of the other and using your grounded arm, drive your body upwards so that only your lower foot and lower arm are in contact with the floor. Brace your core to maintain this side plank position and then slowly lift your upper leg, keeping it straight, away from you lower leg to create a 20 – 30 degree angle. Lower your leg back down to the starting plank position; this completes one rep.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
           {
        "id": 201,
        "name": "Side Plank Rotations",
        "image": "blank",
        "description": "Lie on your side on an exercise mat. Fully extend your legs with one resting on top of the other. Place the hand from your top arm lightly on the side of your head. Bend the arm at floor level to 90 degrees. Your upper arm should be bent at the elbow, while your forearm is at 90 degrees. This is the start position. Lift your body off the ground and balance on your forearm and the side of your foot, while keeping your body in a straight line. Contract your abdominal muscles and relax your shoulders. Twist your body so that your elbow lowers towards the ground. Once the elbow is pointing to the ground, reverse the movement util you are back in the starting position. This completes one rep.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 202,
        "name": "Sit-ups",
        "image": "blank",
        "description": "Lie with knees bent and feet flat on the floor. You can have someone hold your feet or place them under something to keep them steady. Place your hands behind your head, elbows pointing out. Engage your abs and lift your head, neck and shoulders up. Pretend you are holding a small ball under your chin. Hold and then return to starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 203,
        "name": "Exercise Ball Knee Tuck to Chest",
        "image": "blank",
        "description": "Position yourself on all fours with your torso on a swiss ball and hands and feet on the floor. Stretch your legs back and keep your hands under your shoulders. Engage your abs and slowly walk your hands forward until your feet lift off the floor. Carry on walking out until your quads or knees rest on the ball in a plank position. Slowly bend your knees in towards your chest allowing the ball to roll forward. Tuck your knees under your torso as your hips lift towards the ceiling. Slowly straighten your legs and roll the ball out to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 204,
        "name": "Standing Dumbbell Side Bends",
        "image": "blank",
        "description": "Stand straight, your feet shoulder width apart, while holding a dumbbell in your left hand with your palm facing in to your body. Place your right hand on your waist, palm facing in. This is the start position. Keeping your back and head straight, bend only from your waist to the right. Inhale as you bend. Continue as far as possible, then hold for a count of one. Return to the start position, exhaling as you do so. Repeat the movement this time bending to the left and returning to the start position. Complete all repetitions holding the dumbbell with your left hand before changing hands.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
             {
        "id": 205,
        "name": "Swiss Ball Hand Off",
        "image": "blank",
        "description": " Sitting on the ground, begin by placing a Swiss Ball between your feet. Lie back and extend your arms overhead. Contract your abdominals and your hip flexors, simultaneously bringing your upper and lower body together. Carefully pass the Swiss Ball to yourself and lower back to the starting position. Repeat the contraction and place the Swiss Ball between your feet again. Slowly descend to the starting position, alternating the back and forth motion.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 206,
        "name": "Swiss Ball Leg Lifts",
        "image": "blank",
        "description": "Lie face up with your legs straight and a swiss ball between your ankles. Raise your shoulders and head slightly off the floor and keep your arms reached down at your sides with hands hovering just off the floor, palms facing down. Engage your abs, squeeze your inner thighs and ankles into the ball and lift your legs up to a 45-degree angle. Slowly lower the ball down until it gently touches the floor.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 207,
        "name": "Swiss Ball Plank",
        "image": "blank",
        "description": "Assume a push-up position and rest your forearms flat on a swiss ball. Your legs should be straight behind you with your feet resting on your toes. Keep your legs hip-width apart. Raise your hips to form a straight line with your body and hold the position for approximately 30 seconds. Keep your core engaged and breathe deeply. Slowly lower down to starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 208,
        "name": "Toe Reaches",
        "image": "blank",
        "description": " Lay on a yoga/exercise mat or towel with your back flat on the floor and your legs straight and in the air with the soles of your feet facing up. Outstretch your arms above your chest so that they run parallel to your legs. Lifting your shoulders off the floor, reach up and touch your toes with your fingertips. Lower your shoulders back to the floor to complete one rep.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 209,
        "name": "Upward Cable Wood Chops",
        "image": "blank",
        "description": "Stand with your side to the cable machine. Grab the handle with the opposing hand first. Keep a flat back and tight core throughout the movement. Squat down by bending your knees and driving your hips back. Keeping your feet in position, rise and twist the weight to the opposite side of your body. Pause, contract the muscle and slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals"
   
            }
        ]
    },
             {
        "id": 210,
        "name": "Windshield Wipers",
        "image": "blank",
        "description": "Lie on an exercise mat, keeping your back flat with no arching of the spine. Extend your arms out beside you at shoulder level, with your palms pressed firmly to the floor. Your upper body should form a “T” shape. Raise your feet off the floor by bending your hips and knees to 90 degree angles. This is the start position. As you exhale, rotate both your thighs to one side until the outer thigh touches the ground or until you feel a stretch in your abs and lower back. Pause briefly, then rotate to the other side without pausing in the start position. When you have rotated to both sides, that is one repetition. Repeat for the desired number of repetitions.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
             {
        "id": 211,
        "name": "Weighted Russian Twists",
        "image": "blank",
        "description": "Sit on an exercise mat with your legs fully extended and your upper body upright. Grip a weight plate between both hands. Hold the plate out in front of your abdominals keeping your arms bent slightly. Cross your your ankles and raise them off the floor slightly. Bend your knees towards you slightly. Lean back about 15 degrees to balance your body. This is the start position. In a smooth motion, turn your torso to the left and touch the plate on the floor. Make sure you exhale as you do this. Return to the start position inhaling as you do so. Repeat the same movement, this time to your right side, again exhaling as you do so. Return to start position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Abdominals and Obliques"
   
            }
        ]
    },
                 {
        "id": 212,
        "name": "Bodyweight Calf Raises",
        "image": "blank",
        "description": "Stand straight with a tight core and flat back. Keep your hands at your sides or hold on to a wall for balance. Bring your feet to be hip distance apart. Focusing the tension in your calf muscles, slowly raise yourself up on to the balls of your feet. Pause at the top of the movement and slowly return to the starting position.",
        "category": [
            {
                "primaryMuscleGroup": "Calves"
   
            }
        ]
    },
                 {
        "id": 213,
        "name": "Leg Press Macine Calf Raises",
        "image": "blank",
        "description": "Find a comfortable position on a leg-press machine with your feet placed, flat, about shoulder width apart. Extend the resistance away from your body until your knees are at an almost locked position (never fully lock your knees). Further extend the platform away from your body, by driving your toes forward, into a tip-toe position. Hold this fully-extended position for 1 second, before lowering the platform to your extended-leg, flat-footed position.",
        "category": [
            {
                "primaryMuscleGroup": "Calves"
   
            }
        ]
    },
                 {
        "id": 214,
        "name": "Seated Calf Raises",
        "image": "blank",
        "description": "Sitting on a calf raise machine, position your upper thighs under the top pad. The pad should be resting just above your knees. Place the balls of your feet on the foot plate. Keeping the balls of you feet in position, lower your heels as far as possible. Slowly raise your heels as if standing on your toes. Continue as far as possible until you feel a stretch in your lower calves. Hold for a count of one. Slowly lower your heels back to the starting position and repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Calves"
   
            }
        ]
    },
                 {
        "id": 215,
        "name": "Standing Barbell Calf Raises",
        "image": "blank",
        "description": "Set up two weight plates on the ground next to each other. Position a loaded barbell across your trap muscles. Step on to the weight plates with the heels of your feet. With a tight core and flat back, raise yourself up with your feet only. Pause at the top of the raise. Slowly lower yourself down but do not touch the ground. Raise yourself back up. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Calves"
   
            }
        ]
    },
                 {
        "id": 216,
        "name": "Standing Dumbbell Calf Raises",
        "image": "blank",
        "description": "Place an exercise step or something similar on the floor in front of you. It should be two or three inches high. Holding a dumbbell in each hand, place your toes and the balls of your feet on the step. Make sure the arches of your feet are not on the step and your heels are on the floor. Raise your heels as high as possible by pushing through the balls of your feet and toes while extending your ankles. Hold for a count of one. Return to the starting position by bending your ankles until you feel a stretch in your calves. Repeat.",
        "category": [
            {
                "primaryMuscleGroup": "Calves"
   
            }
        ]
    }
    
]